[
    {
        "atomic_number":1,
        "name":"Hydrogen",
        "symbol":"H",
        "group_id":1,
        "electronic_configuration":"1s",
        "VanderWaal_Radius":110.0,
        "Metallic_Radius":78.0,
        "Covalent_Radius":31.0,
        "jmol_color":"#ffffff",
        "Atomic Radius":31.0,
        "Analysis":"The atomic radius increases down the group due to increase in the number of electron shells from 1 in hydrogen to 7 in francium. This increases the distance between the nucleus and the outermost shell. Therefore, the atomic radius (metallic radius) increases."
    },
    {
        "atomic_number":3,
        "name":"Lithium",
        "symbol":"Li",
        "group_id":1,
        "electronic_configuration":"[He] 2s",
        "VanderWaal_Radius":182.0,
        "Metallic_Radius":155.0,
        "Covalent_Radius":128.0,
        "jmol_color":"#cc80ff",
        "Atomic Radius":155.0,
        "Analysis":"The number of energy levels or electron shells increases from 1 to 2 on moving from hydrogen to lithium. This increases the distance between the nucleus and the outermost shell. Therefore, the atomic radius (metallic radius) increases."
    },
    {
        "atomic_number":11,
        "name":"Sodium",
        "symbol":"Na",
        "group_id":1,
        "electronic_configuration":"[Ne] 3s",
        "VanderWaal_Radius":227.0,
        "Metallic_Radius":190.0,
        "Covalent_Radius":166.0,
        "jmol_color":"#ab5cf2",
        "Atomic Radius":190.0,
        "Analysis":"The number of energy levels or electron shells increases from 2 to 3 on moving from lithium to sodium. This increases the distance between the nucleus and the outermost shell. Therefore, the atomic radius (metallic radius) increases."
    },
    {
        "atomic_number":19,
        "name":"Potassium",
        "symbol":"K",
        "group_id":1,
        "electronic_configuration":"[Ar] 4s",
        "VanderWaal_Radius":275.0,
        "Metallic_Radius":235.0,
        "Covalent_Radius":203.0,
        "jmol_color":"#8f40d4",
        "Atomic Radius":235.0,
        "Analysis":"The number of energy levels or electron shells increases from 3 to 4 on moving from sodium to potassium. This increases the distance between the nucleus and the outermost shell. Therefore, the atomic radius (metallic radius) increases."
    },
    {
        "atomic_number":37,
        "name":"Rubidium",
        "symbol":"Rb",
        "group_id":1,
        "electronic_configuration":"[Kr] 5s",
        "VanderWaal_Radius":303.0,
        "Metallic_Radius":248.0,
        "Covalent_Radius":220.0,
        "jmol_color":"#702eb0",
        "Atomic Radius":248.0,
        "Analysis":"The number of energy levels or electron shells increases from 4 to 5 on moving from potassium to rubidium. This increases the distance between the nucleus and the outermost shell. Therefore, the atomic radius (metallic radius) increases."
    },
    {
        "atomic_number":55,
        "name":"Cesium",
        "symbol":"Cs",
        "group_id":1,
        "electronic_configuration":"[Xe] 6s",
        "VanderWaal_Radius":343.0,
        "Metallic_Radius":267.0,
        "Covalent_Radius":244.0,
        "jmol_color":"#57178f",
        "Atomic Radius":267.0,
        "Analysis":"The number of energy levels or electron shells increases from 5 to 6 on moving from rubidium to cesium. This increases the distance between the nucleus and the outermost shell. Therefore, the atomic radius (metallic radius) increases."
    },
    {
        "atomic_number":87,
        "name":"Francium",
        "symbol":"Fr",
        "group_id":1,
        "electronic_configuration":"[Rn] 7s",
        "VanderWaal_Radius":348.0,
        "Metallic_Radius":null,
        "Covalent_Radius":260.0,
        "jmol_color":"#420066",
        "Atomic Radius":348.0,
        "Analysis":"The number of energy levels or electron shells increases from 6 to 7 on moving from cesium to francium. This increases the distance between the nucleus and the outermost shell. Therefore, the atomic radius (metallic radius) increases."
    },
    {
        "atomic_number":4,
        "name":"Beryllium",
        "symbol":"Be",
        "group_id":2,
        "electronic_configuration":"[He] 2s2",
        "VanderWaal_Radius":153.0,
        "Metallic_Radius":112.0,
        "Covalent_Radius":96.0,
        "jmol_color":"#c2ff00",
        "Atomic Radius":112.0,
        "Analysis":"The atomic radius increases down the group due to increase in the number of electron shells from 2 in beryllium to 7 in radium. This increases the distance between the nucleus and the outermost shell. Therefore, the atomic radius increases. It is to be noted that the metallic radius of radium is unavailable in the data, therefore, its covalent radius is considered for the trend."
    },
    {
        "atomic_number":12,
        "name":"Magnesium",
        "symbol":"Mg",
        "group_id":2,
        "electronic_configuration":"[Ne] 3s2",
        "VanderWaal_Radius":173.0,
        "Metallic_Radius":160.0,
        "Covalent_Radius":141.0,
        "jmol_color":"#8aff00",
        "Atomic Radius":160.0,
        "Analysis":"The number of energy levels or electron shells increases from 2 to3 on moving from beryllium to magnesium. This increases the distance between the nucleus and the outermost shell. Therefore, the atomic radius (metallic radius) increases."
    },
    {
        "atomic_number":20,
        "name":"Calcium",
        "symbol":"Ca",
        "group_id":2,
        "electronic_configuration":"[Ar] 4s2",
        "VanderWaal_Radius":231.0,
        "Metallic_Radius":197.0,
        "Covalent_Radius":176.0,
        "jmol_color":"#3dff00",
        "Atomic Radius":197.0,
        "Analysis":"The number of energy levels or electron shells increases from 3 to 4 on moving from magnesium to calcium. This increases the distance between the nucleus and the outermost shell. Therefore, the atomic radius (metallic radius) increases."
    },
    {
        "atomic_number":38,
        "name":"Strontium",
        "symbol":"Sr",
        "group_id":2,
        "electronic_configuration":"[Kr] 5s2",
        "VanderWaal_Radius":249.0,
        "Metallic_Radius":215.0,
        "Covalent_Radius":195.0,
        "jmol_color":"#00ff00",
        "Atomic Radius":215.0,
        "Analysis":"The number of energy levels or electron shells increases from 4 to 5 on moving from magnesium to strontium. This increases the distance between the nucleus and the outermost shell. Therefore, the atomic radius (metallic radius) increases."
    },
    {
        "atomic_number":56,
        "name":"Barium",
        "symbol":"Ba",
        "group_id":2,
        "electronic_configuration":"[Xe] 6s2",
        "VanderWaal_Radius":268.0,
        "Metallic_Radius":222.0,
        "Covalent_Radius":215.0,
        "jmol_color":"#00c900",
        "Atomic Radius":222.0,
        "Analysis":"The number of energy levels or electron shells increases from 5 to 6 on moving from strontium to barium. This increases the distance between the nucleus and the outermost shell. Therefore, the atomic radius (metallic radius) increases."
    },
    {
        "atomic_number":88,
        "name":"Radium",
        "symbol":"Ra",
        "group_id":2,
        "electronic_configuration":"[Rn] 7s2",
        "VanderWaal_Radius":283.0,
        "Metallic_Radius":null,
        "Covalent_Radius":221.0,
        "jmol_color":"#007d00",
        "Atomic Radius":221.0,
        "Analysis":"The number of energy levels or electron shells increases from 6 to 7 on moving from barium to radium. This increases the distance between the nucleus and the outermost shell. Therefore, the atomic radius (covalent radius) increases."
    },
    {
        "atomic_number":21,
        "name":"Scandium",
        "symbol":"Sc",
        "group_id":3,
        "electronic_configuration":"[Ar] 3d 4s2",
        "VanderWaal_Radius":215.0,
        "Metallic_Radius":162.0,
        "Covalent_Radius":170.0,
        "jmol_color":"#e6e6e6",
        "Atomic Radius":162.0,
        "Analysis":"The atomic radius increases down the group due to the addition of electron shells, from 4 in scandium to 7 in actinium. However, the atomic radius decreases across lanthanides and actinides due to the poor shielding effect of 4f and 5f orbitals, respectively."
    },
    {
        "atomic_number":39,
        "name":"Yttrium",
        "symbol":"Y",
        "group_id":3,
        "electronic_configuration":"[Kr] 4d 5s2",
        "VanderWaal_Radius":232.0,
        "Metallic_Radius":180.0,
        "Covalent_Radius":190.0,
        "jmol_color":"#94ffff",
        "Atomic Radius":180.0,
        "Analysis":"The atomic radius (metallic radius) increases from scandium to yttrium due to the increasing number of shells from 4 to 5."
    },
    {
        "atomic_number":"57-71",
        "name":"Lanthanides",
        "symbol":"Ln",
        "group_id":3,
        "electronic_configuration":"[Xe] 5d 6s2",
        "VanderWaal_Radius":243.0,
        "Metallic_Radius":187.0,
        "Covalent_Radius":207.0,
        "jmol_color":"#70d4ff",
        "Atomic Radius":187.0,
        "Analysis":"187 pm is the atomic radius of lanthanum. The atomic radius (metallic radius) increases from yttrium to lanthanum due to the increasing number of shells from 5 to 6. The atomic radius of lanthanides decreases due to  poor shielding effect of 4f-orbitals. Deeper analysis can be studied under Lanthanides and Actinides."
    },
    {
        "atomic_number":"89-103",
        "name":"Actinides",
        "symbol":"Ac",
        "group_id":3,
        "electronic_configuration":"[Rn] 6d 7s2",
        "VanderWaal_Radius":247.0,
        "Metallic_Radius":247.0,
        "Covalent_Radius":215.0,
        "jmol_color":"#70abfa",
        "Atomic Radius":247.0,
        "Analysis":"Actinium has atomic radius of 247 pm. It has a higher atomic radius (covalent radius) than lutetium due to an increase in the number of shells from 6 to 7 on moving down the group. The atomic radius of actinides decreases from actinium to lawrencium due to poor shielding effect of 5f subshell. Deeper analysis can be studies under lanthanides and actinides."
    },
    {
        "atomic_number":22,
        "name":"Titanium",
        "symbol":"Ti",
        "group_id":4,
        "electronic_configuration":"[Ar] 3d2 4s2",
        "VanderWaal_Radius":211.0,
        "Metallic_Radius":147.0,
        "Covalent_Radius":160.0,
        "jmol_color":"#bfc2c7",
        "Atomic Radius":147.0,
        "Analysis":"The atomic radius increases down the group from titanium to hafnium due to added electron shells, but lanthanide contraction, caused by the poor shielding of the 4f subshell, leads to a decrease in atomic radius until lutetium, affecting elements like hafnium. The atomic radius of hafnium is almost similar to that of zirconium due to lanthanide contraction. While rutherfordium’s exact atomic radius is unknown, it is expected to be larger than hafnium’s due to the addition of a seventh energy level."
    },
    {
        "atomic_number":40,
        "name":"Zirconium",
        "symbol":"Zr",
        "group_id":4,
        "electronic_configuration":"[Kr] 4d2 5s2",
        "VanderWaal_Radius":223.0,
        "Metallic_Radius":160.0,
        "Covalent_Radius":175.0,
        "jmol_color":"#94e0e0",
        "Atomic Radius":160.0,
        "Analysis":"The atomic radius (metallic radius) increases from titanium to zirconium due to the increasing number of shells moving down the group."
    },
    {
        "atomic_number":72,
        "name":"Hafnium",
        "symbol":"Hf",
        "group_id":4,
        "electronic_configuration":"[Xe] 4f14 5d2 6s2",
        "VanderWaal_Radius":223.0,
        "Metallic_Radius":159.0,
        "Covalent_Radius":175.0,
        "jmol_color":"#4dc2ff",
        "Atomic Radius":159.0,
        "Analysis":"The atomic radius of hafnium is almost similar to zirconium as there is the presence of lanthanide series elements in between zirconium and hafnium. Due to the lanthanide contraction caused by the poor shielding effect of the 4f subshell in lanthanides, the atomic radius decreases till lutetium which affects the atomic radius of the elements, such as hafnium, that comes after lutetium."
    },
    {
        "atomic_number":104,
        "name":"Rutherfordium",
        "symbol":"Rf",
        "group_id":4,
        "electronic_configuration":"[Rn] 5f14 6d2 7s2",
        "VanderWaal_Radius":null,
        "Metallic_Radius":null,
        "Covalent_Radius":null,
        "jmol_color":"#cc0059",
        "Atomic Radius":null,
        "Analysis":"The atomic radius of rutherfordium is not available. However, we may consider that the atomic radius of rutherfordium could be higher than that of hafnium due to increase in number of energy level from 6 in hafnium to 7 in rutherfordium."
    },
    {
        "atomic_number":23,
        "name":"Vanadium",
        "symbol":"V",
        "group_id":5,
        "electronic_configuration":"[Ar] 3d3 4s2",
        "VanderWaal_Radius":207.0,
        "Metallic_Radius":134.0,
        "Covalent_Radius":153.0,
        "jmol_color":"#a6a6ab",
        "Atomic Radius":134.0,
        "Analysis":"The atomic radius increases down the group from vanadium to tantalum due to added electron shells, but lanthanide contraction, caused by poor shielding of the 4f subshell, keeps tantalum’s radius nearly the same as niobium’s. While dubnium’s exact atomic radius is unknown, it is expected to be larger than tantalum’s due to the addition of a seventh energy level."
    },
    {
        "atomic_number":41,
        "name":"Niobium",
        "symbol":"Nb",
        "group_id":5,
        "electronic_configuration":"[Kr] 4d4 5s",
        "VanderWaal_Radius":218.0,
        "Metallic_Radius":146.0,
        "Covalent_Radius":164.0,
        "jmol_color":"#73c2c9",
        "Atomic Radius":146.0,
        "Analysis":"The atomic radius (metallic radius) increases from vanadium to niobium due to the increasing number of shells moving down the group."
    },
    {
        "atomic_number":73,
        "name":"Tantalum",
        "symbol":"Ta",
        "group_id":5,
        "electronic_configuration":"[Xe] 4f14 5d3 6s2",
        "VanderWaal_Radius":222.0,
        "Metallic_Radius":146.0,
        "Covalent_Radius":170.0,
        "jmol_color":"#4da6ff",
        "Atomic Radius":146.0,
        "Analysis":"The atomic radius of tantalum is almost similar to niobium as there is the presence of lanthanide series elements in between them. Due to the lanthanide contraction caused by the poor shielding effect of the 4f subshell in lanthanides, the atomic radius decreases till lutetium which affects the atomic radius of the elements, such as tantalum, that comes after lutetium."
    },
    {
        "atomic_number":105,
        "name":"Dubnium",
        "symbol":"Db",
        "group_id":5,
        "electronic_configuration":"[Rn] 5f14 6d3 7s2",
        "VanderWaal_Radius":null,
        "Metallic_Radius":null,
        "Covalent_Radius":null,
        "jmol_color":"#d1004f",
        "Atomic Radius":null,
        "Analysis":"The atomic radius of dubnium is not available. However, we may consider that the atomic radius of dubnium could be higher than that of tantalum due to increase in the number of energy level from 6 to 7."
    },
    {
        "atomic_number":24,
        "name":"Chromium",
        "symbol":"Cr",
        "group_id":6,
        "electronic_configuration":"[Ar] 3d5 4s",
        "VanderWaal_Radius":206.0,
        "Metallic_Radius":128.0,
        "Covalent_Radius":139.0,
        "jmol_color":"#8a99c7",
        "Atomic Radius":128.0,
        "Analysis":"The atomic radius increases from chromium to molybdenum due to added electron shells, but lanthanide contraction keeps tungsten’s radius nearly the same as molybdenum’s. While seaborgium’s exact atomic radius is unknown, it is expected to be larger than tungsten’s due to the addition of a seventh energy level."
    },
    {
        "atomic_number":42,
        "name":"Molybdenum",
        "symbol":"Mo",
        "group_id":6,
        "electronic_configuration":"[Kr] 4d5 5s",
        "VanderWaal_Radius":217.0,
        "Metallic_Radius":139.0,
        "Covalent_Radius":154.0,
        "jmol_color":"#54b5b5",
        "Atomic Radius":139.0,
        "Analysis":"The atomic radius (metallic radius) increases from chromium to molybdenum due to the increasing number of shells moving down the group. The atomic radius of tungsten is almost similar to molybdenum as there is the presence of lanthanide series elements in between them. Due to the lanthanide contraction caused by the poor shielding effect of the 4f subshell in lanthanides, the atomic radius decreases till lutetium which affects the atomic radius of the elements, such as tungsten, that comes after lutetium."
    },
    {
        "atomic_number":74,
        "name":"Tungsten",
        "symbol":"W",
        "group_id":6,
        "electronic_configuration":"[Xe] 4f14 5d4 6s2",
        "VanderWaal_Radius":218.0,
        "Metallic_Radius":139.0,
        "Covalent_Radius":162.0,
        "jmol_color":"#2194d6",
        "Atomic Radius":139.0,
        "Analysis":"The atomic radius of tungsten is almost similar to molybdenum as there is the presence of lanthanide series elements in between them. Due to the lanthanide contraction caused by the poor shielding effect of the 4f subshell in lanthanides, the atomic radius decreases till lutetium which affects the atomic radius of the elements, such as tungsten, that comes after lutetium."
    },
    {
        "atomic_number":106,
        "name":"Seaborgium",
        "symbol":"Sg",
        "group_id":6,
        "electronic_configuration":"[Rn] 5f14 6d4 7s2",
        "VanderWaal_Radius":null,
        "Metallic_Radius":null,
        "Covalent_Radius":null,
        "jmol_color":"#d90045",
        "Atomic Radius":null,
        "Analysis":"The atomic radius of seaborgium is not available. However, we may consider that the atomic radius of seaborgium could be higher than that of tungsten due to increase in the number of energy shells from 6 to 7."
    },
    {
        "atomic_number":25,
        "name":"Manganese",
        "symbol":"Mn",
        "group_id":7,
        "electronic_configuration":"[Ar] 3d5 4s2",
        "VanderWaal_Radius":205.0,
        "Metallic_Radius":127.0,
        "Covalent_Radius":150.0,
        "jmol_color":"#9c7ac7",
        "Atomic Radius":127.0,
        "Analysis":"The atomic radius increases from manganese to technetium due to added electron shells, but lanthanide contraction, caused by poor shielding of the 4f subshell, keeps rhenium’s radius nearly the same as technetium’s. While bohrium’s exact atomic radius is unknown, it is expected to be larger than rhenium’s due to the addition of a seventh energy level."
    },
    {
        "atomic_number":43,
        "name":"Technetium",
        "symbol":"Tc",
        "group_id":7,
        "electronic_configuration":"[Kr] 4d5 5s2",
        "VanderWaal_Radius":216.0,
        "Metallic_Radius":136.0,
        "Covalent_Radius":147.0,
        "jmol_color":"#3b9e9e",
        "Atomic Radius":136.0,
        "Analysis":"The atomic radius (metallic radius) increases from manganese to technetium due to the increasing number of shells moving down the group."
    },
    {
        "atomic_number":75,
        "name":"Rhenium",
        "symbol":"Re",
        "group_id":7,
        "electronic_configuration":"[Xe] 4f14 5d5 6s2",
        "VanderWaal_Radius":216.0,
        "Metallic_Radius":137.0,
        "Covalent_Radius":151.0,
        "jmol_color":"#267dab",
        "Atomic Radius":137.0,
        "Analysis":"The atomic radius of rhenium is almost similar to technetium as there is the presence of lanthanide series elements in between them. Due to the lanthanide contraction caused by the poor shielding effect of the 4f subshell in lanthanides, the atomic radius decreases till lutetium which affects the atomic radius of the elements, such as rhenium, that comes after lutetium."
    },
    {
        "atomic_number":107,
        "name":"Bohrium",
        "symbol":"Bh",
        "group_id":7,
        "electronic_configuration":"[Rn] 5f14 6d5 7s2",
        "VanderWaal_Radius":null,
        "Metallic_Radius":null,
        "Covalent_Radius":null,
        "jmol_color":"#e00038",
        "Atomic Radius":null,
        "Analysis":"The atomic radius of bohrium is not available. However, we may consider that  the atomic radius of bohrium could be higher than that of rhenium due to increase in the number of energy shells from 6 to 7."
    },
    {
        "atomic_number":26,
        "name":"Iron",
        "symbol":"Fe",
        "group_id":8,
        "electronic_configuration":"[Ar] 3d6 4s2",
        "VanderWaal_Radius":204.0,
        "Metallic_Radius":126.0,
        "Covalent_Radius":142.0,
        "jmol_color":"#e06633",
        "Atomic Radius":126.0,
        "Analysis":"The atomic radius increases from iron to ruthenium due to added electron shells, but lanthanide contraction, caused by poor shielding of the 4f subshell, keeps osmium’s radius nearly the same as ruthenium’s. While hassium’s exact atomic radius is unknown, it is expected to be larger than osmium’s due to the addition of a seventh energy level."
    },
    {
        "atomic_number":44,
        "name":"Ruthenium",
        "symbol":"Ru",
        "group_id":8,
        "electronic_configuration":"[Kr] 4d7 5s",
        "VanderWaal_Radius":213.0,
        "Metallic_Radius":134.0,
        "Covalent_Radius":146.0,
        "jmol_color":"#248f8f",
        "Atomic Radius":134.0,
        "Analysis":"The atomic radius (metallic radius) increases from iron to ruthenium due to the increasing number of shells on moving down the group."
    },
    {
        "atomic_number":76,
        "name":"Osmium",
        "symbol":"Os",
        "group_id":8,
        "electronic_configuration":"[Xe] 4f14 5d6 6s2",
        "VanderWaal_Radius":216.0,
        "Metallic_Radius":135.0,
        "Covalent_Radius":144.0,
        "jmol_color":"#266696",
        "Atomic Radius":135.0,
        "Analysis":"The atomic radius of osmium is almost similar to ruthenium as there is the presence of lanthanide series elements in between them. Due to the lanthanide contraction caused by the poor shielding effect of the 4f subshell in lanthanides, the atomic radius decreases till lutetium which affects the atomic radius of the elements, such as osmium, that comes after lutetium."
    },
    {
        "atomic_number":108,
        "name":"Hassium",
        "symbol":"Hs",
        "group_id":8,
        "electronic_configuration":"[Rn] 5f14 6d6 7s2",
        "VanderWaal_Radius":null,
        "Metallic_Radius":null,
        "Covalent_Radius":null,
        "jmol_color":"#e6002e",
        "Atomic Radius":null,
        "Analysis":"The atomic radius of hassium is not available. However, we may consider that the atomic radius of hassium could be higher than that of osmium due to increase in the number of energy level from 6 to 7."
    },
    {
        "atomic_number":27,
        "name":"Cobalt",
        "symbol":"Co",
        "group_id":9,
        "electronic_configuration":"[Ar] 3d7 4s2",
        "VanderWaal_Radius":200.0,
        "Metallic_Radius":125.0,
        "Covalent_Radius":138.0,
        "jmol_color":"#f090a0",
        "Atomic Radius":125.0,
        "Analysis":"The atomic radius increases from cobalt to rhodium due to added electron shells, but lanthanide contraction, caused by poor shielding of the 4f subshell, keeps iridium’s radius nearly the same as rhodium’s. While meitnerium’s exact atomic radius is unknown, it is expected to be larger than iridium’s due to the addition of a seventh energy level."
    },
    {
        "atomic_number":45,
        "name":"Rhodium",
        "symbol":"Rh",
        "group_id":9,
        "electronic_configuration":"[Kr] 4d8 5s",
        "VanderWaal_Radius":210.0,
        "Metallic_Radius":134.0,
        "Covalent_Radius":142.0,
        "jmol_color":"#0a7d8c",
        "Atomic Radius":134.0,
        "Analysis":"The atomic radius (metallic radius) increases from cobalt to rhodium due to the increasing number of shells moving down the group."
    },
    {
        "atomic_number":77,
        "name":"Iridium",
        "symbol":"Ir",
        "group_id":9,
        "electronic_configuration":"[Xe] 4f14 5d7 6s2",
        "VanderWaal_Radius":213.0,
        "Metallic_Radius":136.0,
        "Covalent_Radius":141.0,
        "jmol_color":"#175487",
        "Atomic Radius":136.0,
        "Analysis":"The atomic radius of iridium is almost similar to rhodium as there is the presence of lanthanide series elements in between them. Due to the lanthanide contraction caused by the poor shielding effect of the 4f subshell in lanthanides, the atomic radius decreases till lutetium which affects the atomic radius of the elements, such as iridium, that comes after lutetium."
    },
    {
        "atomic_number":109,
        "name":"Meitnerium",
        "symbol":"Mt",
        "group_id":9,
        "electronic_configuration":"[Rn] 5f14 6d7 7s2",
        "VanderWaal_Radius":null,
        "Metallic_Radius":null,
        "Covalent_Radius":null,
        "jmol_color":"#eb0026",
        "Atomic Radius":null,
        "Analysis":"The atomic radius of meitnerium is not available. However, we may consider that the atomic radius of meitnerium could be less than that of iridium due to increase in the number of energy level from 6 to 7."
    },
    {
        "atomic_number":28,
        "name":"Nickel",
        "symbol":"Ni",
        "group_id":10,
        "electronic_configuration":"[Ar] 3d8 4s2",
        "VanderWaal_Radius":197.0,
        "Metallic_Radius":124.0,
        "Covalent_Radius":124.0,
        "jmol_color":"#50d050",
        "Atomic Radius":124.0,
        "Analysis":"The atomic radius increases from nickel to palladium due to added electron shells, but lanthanide contraction, caused by poor shielding of the 4f subshell, keeps platinum’s radius nearly the same as palladium’s. While darmstadtium’s exact atomic radius is unknown, it is expected to be slightly greater than platinum’s due to actinide contraction."
    },
    {
        "atomic_number":46,
        "name":"Palladium",
        "symbol":"Pd",
        "group_id":10,
        "electronic_configuration":"[Kr] 4d10",
        "VanderWaal_Radius":210.0,
        "Metallic_Radius":137.0,
        "Covalent_Radius":139.0,
        "jmol_color":"#006985",
        "Atomic Radius":137.0,
        "Analysis":"The atomic radius (metallic radius) increases from nickel to palladium due to the increasing number of shells moving down the group."
    },
    {
        "atomic_number":78,
        "name":"Platinum",
        "symbol":"Pt",
        "group_id":10,
        "electronic_configuration":"[Xe] 4f14 5d9 6s",
        "VanderWaal_Radius":213.0,
        "Metallic_Radius":139.0,
        "Covalent_Radius":136.0,
        "jmol_color":"#d0d0e0",
        "Atomic Radius":139.0,
        "Analysis":"The atomic radius of platinum is almost similar to palladium as there is the presence of lanthanide series elements in between them. Due to the lanthanide contraction caused by the poor shielding effect of the 4f subshell in lanthanides, the atomic radius decreases till lutetium which affects the atomic radius of the elements, such as platinum, that comes after lutetium."
    },
    {
        "atomic_number":110,
        "name":"Darmstadtium",
        "symbol":"Ds",
        "group_id":10,
        "electronic_configuration":"[Rn] 5f14 6d9 7s1",
        "VanderWaal_Radius":null,
        "Metallic_Radius":null,
        "Covalent_Radius":null,
        "jmol_color":null,
        "Atomic Radius":null,
        "Analysis":"The atomic radius of darmstadtium is not available. However, we may consider that the atomic radius of darmstadtium could be greater than that of platinum due to actinide contraction."
    },
    {
        "atomic_number":29,
        "name":"Copper",
        "symbol":"Cu",
        "group_id":11,
        "electronic_configuration":"[Ar] 3d10 4s",
        "VanderWaal_Radius":196.0,
        "Metallic_Radius":128.0,
        "Covalent_Radius":132.0,
        "jmol_color":"#c88033",
        "Atomic Radius":128.0,
        "Analysis":"The atomic radius increases from copper to silver due to added electron shells, but lanthanide contraction, caused by poor shielding of the 4f subshell, keeps gold’s radius nearly the same as silver’s. While roentgenium’s exact atomic radius is unknown, it may be smaller than gold’s due to actinide contraction despite the addition of a seventh energy level."
    },
    {
        "atomic_number":47,
        "name":"Silver",
        "symbol":"Ag",
        "group_id":11,
        "electronic_configuration":"[Kr] 4d10 5s",
        "VanderWaal_Radius":211.0,
        "Metallic_Radius":144.0,
        "Covalent_Radius":145.0,
        "jmol_color":"#c0c0c0",
        "Atomic Radius":144.0,
        "Analysis":"The atomic radius (metallic radius) increases from copper to silver due to the increasing number of shells moving down the group."
    },
    {
        "atomic_number":79,
        "name":"Gold",
        "symbol":"Au",
        "group_id":11,
        "electronic_configuration":"[Xe] 4f14 5d10 6s",
        "VanderWaal_Radius":214.0,
        "Metallic_Radius":144.0,
        "Covalent_Radius":136.0,
        "jmol_color":"#ffd123",
        "Atomic Radius":144.0,
        "Analysis":"The atomic radius of gold is almost similar to silver as there is the presence of lanthanide series elements in between them. Due to the lanthanide contraction caused by the poor shielding effect of the 4f subshell in lanthanides, the atomic radius decreases till lutetium which affects the atomic radius of the elements, such as gold, that comes after lutetium."
    },
    {
        "atomic_number":111,
        "name":"Roentgenium",
        "symbol":"Rg",
        "group_id":11,
        "electronic_configuration":"[Rn] 5f14 6d10 7s1",
        "VanderWaal_Radius":null,
        "Metallic_Radius":null,
        "Covalent_Radius":null,
        "jmol_color":null,
        "Atomic Radius":null,
        "Analysis":"The atomic radius of roentgenium is not available. However, we may consider that since there is a presence of actinides between gold and roentgenium, the atomic radius of roentgenium could be less than that of gold due to increase in the number of energy levels from 6 to 7."
    },
    {
        "atomic_number":30,
        "name":"Zinc",
        "symbol":"Zn",
        "group_id":12,
        "electronic_configuration":"[Ar] 3d10 4s2",
        "VanderWaal_Radius":201.0,
        "Metallic_Radius":134.0,
        "Covalent_Radius":122.0,
        "jmol_color":"#7d80b0",
        "Atomic Radius":134.0,
        "Analysis":"The atomic radius increases from zinc to cadmium due to added electron shells, but lanthanide contraction, caused by poor shielding of the 4f subshell, keeps mercury’s radius nearly the same as cadmium’s. While copernicium’s exact atomic radius is unknown, it may be larger than gold’s due to the addition of a seventh energy level."
    },
    {
        "atomic_number":48,
        "name":"Cadmium",
        "symbol":"Cd",
        "group_id":12,
        "electronic_configuration":"[Kr] 4d10 5s2",
        "VanderWaal_Radius":218.0,
        "Metallic_Radius":151.0,
        "Covalent_Radius":144.0,
        "jmol_color":"#ffd98f",
        "Atomic Radius":151.0,
        "Analysis":"The atomic radius (metallic radius) increases from zinc to cadmium due to the increasing number of shells moving down the group."
    },
    {
        "atomic_number":80,
        "name":"Mercury",
        "symbol":"Hg",
        "group_id":12,
        "electronic_configuration":"[Xe] 4f14 5d10 6s2",
        "VanderWaal_Radius":223.0,
        "Metallic_Radius":151.0,
        "Covalent_Radius":132.0,
        "jmol_color":"#b8b8d0",
        "Atomic Radius":151.0,
        "Analysis":"The atomic radius of mercury is almost similar to cadmium as there is the presence of lanthanide series elements in between them. Due to the lanthanide contraction caused by the poor shielding effect of the 4f subshell in lanthanides, the atomic radius decreases till lutetium which affects the atomic radius of the elements, such as mercury, that comes after lutetium."
    },
    {
        "atomic_number":112,
        "name":"Copernicium",
        "symbol":"Cn",
        "group_id":12,
        "electronic_configuration":"[Rn] 5f14 6d10 7s2",
        "VanderWaal_Radius":null,
        "Metallic_Radius":null,
        "Covalent_Radius":null,
        "jmol_color":null,
        "Atomic Radius":null,
        "Analysis":"The atomic radius of copernicium is not available. However, we may consider that the atomic radius of copernicium could be greater than that of gold due to increase in the number of energy levels from 6 to 7."
    },
    {
        "atomic_number":5,
        "name":"Boron",
        "symbol":"B",
        "group_id":13,
        "electronic_configuration":"[He] 2s2 2p",
        "VanderWaal_Radius":192.0,
        "Metallic_Radius":98.0,
        "Covalent_Radius":84.0,
        "jmol_color":"#ffb5b5",
        "Atomic Radius":98.0,
        "Analysis":"The atomic radius increases from boron to aluminum due to added electron shells, but gallium’s radius is smaller than aluminum’s due to poor shielding by d-electrons. Thus the outer shell electrons get more attracted toward the nucleus, decreasing the gallium atomic radius. The radius increases from gallium to indium, while in thallium, the effect of added shells is offset by poor shielding from 4f-electrons, causing only a slight increase. Nihonium’s atomic radius is unknown, but actinide contraction may make it similar to or slightly smaller than thallium’s."
    },
    {
        "atomic_number":13,
        "name":"Aluminum",
        "symbol":"Al",
        "group_id":13,
        "electronic_configuration":"[Ne] 3s2 3p",
        "VanderWaal_Radius":184.0,
        "Metallic_Radius":143.0,
        "Covalent_Radius":121.0,
        "jmol_color":"#bfa6a6",
        "Atomic Radius":143.0,
        "Analysis":"The atomic radius (metallic radius) increases from boron to aluminium due to the increasing number of shells moving down the group."
    },
    {
        "atomic_number":31,
        "name":"Gallium",
        "symbol":"Ga",
        "group_id":13,
        "electronic_configuration":"[Ar] 3d10 4s2 4p",
        "VanderWaal_Radius":187.0,
        "Metallic_Radius":140.0,
        "Covalent_Radius":122.0,
        "jmol_color":"#c28f8f",
        "Atomic Radius":140.0,
        "Analysis":"The atomic radius (metallic radius) of gallium is less than aluminum even if the number of shells increases on moving down the group. This is because of the presence of electrons in d orbitals in gallium, which has a poor shielding effect. Thus the outer shell electrons get more attracted toward the nucleus, decreasing the gallium atomic radius."
    },
    {
        "atomic_number":49,
        "name":"Indium",
        "symbol":"In",
        "group_id":13,
        "electronic_configuration":"[Kr] 4d10 5s2 5p",
        "VanderWaal_Radius":193.0,
        "Metallic_Radius":158.0,
        "Covalent_Radius":142.0,
        "jmol_color":"#a67573",
        "Atomic Radius":158.0,
        "Analysis":"The atomic radius (metallic radius) increases from gallium to indium due to the increasing number of shells as the dominating factor."
    },
    {
        "atomic_number":81,
        "name":"Thallium",
        "symbol":"Tl",
        "group_id":13,
        "electronic_configuration":"[Xe] 4f14 5d10 6s2 6p",
        "VanderWaal_Radius":196.0,
        "Metallic_Radius":160.0,
        "Covalent_Radius":145.0,
        "jmol_color":"#a6544d",
        "Atomic Radius":160.0,
        "Analysis":"There is only slight increase in the atomic radius (metallic radius) from indium to thallium due to the presence of electrons in the 4f orbital for thallium , which has a poor shielding effect. Thus the outer shell electrons get more attracted toward the nucleus. At the same time there is increase in the number of shells. Thus, combining the two factors, there is only slight increase in the thallium's atomic radius."
    },
    {
        "atomic_number":113,
        "name":"Nihonium",
        "symbol":"Nh",
        "group_id":13,
        "electronic_configuration":"[Rn] 5f14 6d10 7s2 7p1",
        "VanderWaal_Radius":null,
        "Metallic_Radius":null,
        "Covalent_Radius":null,
        "jmol_color":null,
        "Atomic Radius":null,
        "Analysis":"The atomic radius of nihonium is not available. However, we may consider that since there is the presence of actinides between thallium and nihonium, there will be actinide contraction that affects the nihonium's atomic radius. It could be almost similar to or slightly less than that of thallium."
    },
    {
        "atomic_number":6,
        "name":"Carbon",
        "symbol":"C",
        "group_id":14,
        "electronic_configuration":"[He] 2s2 2p2",
        "VanderWaal_Radius":170.0,
        "Metallic_Radius":86.0,
        "Covalent_Radius":73.0,
        "jmol_color":"#909090",
        "Atomic Radius":73.0,
        "Analysis":"The atomic radius increases down the group from carbon to lead due to additional electron shells. However, the increase from germanium to lead is smaller due to poor shielding by d-electrons. The atomic radius of flerovium is unknown, but actinide contraction may influence it. While flerovium has more energy levels than lead, its radius could be only slightly greater due to this contraction."
    },
    {
        "atomic_number":14,
        "name":"Silicon",
        "symbol":"Si",
        "group_id":14,
        "electronic_configuration":"[Ne] 3s2 3p2",
        "VanderWaal_Radius":210.0,
        "Metallic_Radius":138.0,
        "Covalent_Radius":111.0,
        "jmol_color":"#f0c8a0",
        "Atomic Radius":138.0,
        "Analysis":"The atomic radius increases from carbon to silicon on moving down the group due to the increasing number of shells."
    },
    {
        "atomic_number":32,
        "name":"Germanium",
        "symbol":"Ge",
        "group_id":14,
        "electronic_configuration":"[Ar] 3d10 4s2 4p2",
        "VanderWaal_Radius":211.0,
        "Metallic_Radius":144.0,
        "Covalent_Radius":120.0,
        "jmol_color":"#668f8f",
        "Atomic Radius":144.0,
        "Analysis":"The atomic radius increases from silicon to germanium on moving down the group due to the increasing number of shells. However, there is a small increase in the atomic radius of germanium due to the addition of electrons in 3d subshell causing a poor shielding effect."
    },
    {
        "atomic_number":50,
        "name":"Tin",
        "symbol":"Sn",
        "group_id":14,
        "electronic_configuration":"[Kr] 4d10 5s2 5p2",
        "VanderWaal_Radius":217.0,
        "Metallic_Radius":163.0,
        "Covalent_Radius":139.0,
        "jmol_color":"#668080",
        "Atomic Radius":163.0,
        "Analysis":"The atomic radius increases from germanium to tin on moving down the group due to the increasing number of shells. However, there is a small increase in the atomic radius of tin due to the addition of electrons in 4d subshell causing a poor shielding effect."
    },
    {
        "atomic_number":82,
        "name":"Lead",
        "symbol":"Pb",
        "group_id":14,
        "electronic_configuration":"[Xe] 4f14 5d10 6s2 6p2",
        "VanderWaal_Radius":202.0,
        "Metallic_Radius":170.0,
        "Covalent_Radius":146.0,
        "jmol_color":"#575961",
        "Atomic Radius":170.0,
        "Analysis":"The atomic radius increases from tin to lead on moving down the group due to the increasing number of shells. However, there is a small increase in the atomic radius of lead due to the addition of electrons in 4f subshell causing a poor shielding effect."
    },
    {
        "atomic_number":114,
        "name":"Flerovium",
        "symbol":"Fl",
        "group_id":14,
        "electronic_configuration":"[Rn] 5f14 6d10 7s2 7p2",
        "VanderWaal_Radius":null,
        "Metallic_Radius":null,
        "Covalent_Radius":null,
        "jmol_color":null,
        "Atomic Radius":null,
        "Analysis":"The atomic radius of flerovium is not available. The number of shells in higher in flerovium as compared to lead. However, we may consider that since there is the presence of actinides between lead and flerovium, there will be actinide contraction that affects the flerovium atomic radius. It could be slightly greater than that of lead due to higher number of energy levels."
    },
    {
        "atomic_number":7,
        "name":"Nitrogen",
        "symbol":"N",
        "group_id":15,
        "electronic_configuration":"[He] 2s2 2p3",
        "VanderWaal_Radius":155.0,
        "Metallic_Radius":53.0,
        "Covalent_Radius":71.0,
        "jmol_color":"#3050f8",
        "Atomic Radius":71.0,
        "Analysis":"The atomic radius (covalent radius) increases down the group from nitrogen to bismuth due to the addition of electron shells. However, the increase from arsenic to bismuth is not significant due to poor shielding by d- and f-electrons. The atomic radius of moscovium is unknown, but actinide contraction may influence it. While moscovium has more energy levels than bismuth, its radius could be affected by this contraction."
    },
    {
        "atomic_number":15,
        "name":"Phosphorus",
        "symbol":"P",
        "group_id":15,
        "electronic_configuration":"[Ne] 3s2 3p3",
        "VanderWaal_Radius":180.0,
        "Metallic_Radius":128.0,
        "Covalent_Radius":107.0,
        "jmol_color":"#ff8000",
        "Atomic Radius":107.0,
        "Analysis":"The atomic radius (covalent radius as nitrogen and phosphorus are nonmetals and exists as molecules) increases from nitrogen to phosphorus on moving down the group due to the increasing number of shells."
    },
    {
        "atomic_number":33,
        "name":"Arsenic",
        "symbol":"As",
        "group_id":15,
        "electronic_configuration":"[Ar] 3d10 4s2 4p3",
        "VanderWaal_Radius":185.0,
        "Metallic_Radius":148.0,
        "Covalent_Radius":119.0,
        "jmol_color":"#bd80e3",
        "Atomic Radius":148.0,
        "Analysis":"The atomic radius increases from phosphorus to arsenic on moving down the group due to the increasing number of shells. However, the increase in the atomic radius of arsenic is much less than the increase from nitrogen to phosphorus. This is due to the addition of electrons in the 3d subshell, which has a poor shielding effect in the case of arsenic."
    },
    {
        "atomic_number":51,
        "name":"Antimony",
        "symbol":"Sb",
        "group_id":15,
        "electronic_configuration":"[Kr] 4d10 5s2 5p3",
        "VanderWaal_Radius":206.0,
        "Metallic_Radius":166.0,
        "Covalent_Radius":139.0,
        "jmol_color":"#9e63b5",
        "Atomic Radius":166.0,
        "Analysis":"The atomic radius increases from arsenic to antimony on moving down the group due to the increasing number of shells. However, the increase in the atomic radius of antimony is much less than the increase from nitrogen to phosphorus. This is due to the addition of electrons in the 4d subshell, which has a poor shielding effect."
    },
    {
        "atomic_number":83,
        "name":"Bismuth",
        "symbol":"Bi",
        "group_id":15,
        "electronic_configuration":"[Xe] 4f14 5d10 6s2 6p3",
        "VanderWaal_Radius":207.0,
        "Metallic_Radius":178.0,
        "Covalent_Radius":148.0,
        "jmol_color":"#9e4fb5",
        "Atomic Radius":178.0,
        "Analysis":"The atomic radius increases from antimony to bismuth on moving down the group due to the increasing number of shells. However, the increase in the atomic radius of bismuth is less than the increase from arsenic to antimony. This is due to the addition of electrons in the 4f subshell, which has a even poorer shielding effect than 4d subshell."
    },
    {
        "atomic_number":115,
        "name":"Moscovium",
        "symbol":"Mc",
        "group_id":15,
        "electronic_configuration":"[Rn] 5f14 6d10 7s2 7p3",
        "VanderWaal_Radius":null,
        "Metallic_Radius":null,
        "Covalent_Radius":null,
        "jmol_color":null,
        "Atomic Radius":null,
        "Analysis":"The atomic radius of muscovium is not available. The number of shells is higher in moscovium as compared to bismuth. However, we may consider that since there is the presence of actinides between bismuth and moscovium, there will be actinide contraction that affects the moscovium atomic radius. The atomic radius of moscovium can be greater than that of bismuth due to higher number of energy levels."
    },
    {
        "atomic_number":8,
        "name":"Oxygen",
        "symbol":"O",
        "group_id":16,
        "electronic_configuration":"[He] 2s2 2p4",
        "VanderWaal_Radius":152.0,
        "Metallic_Radius":null,
        "Covalent_Radius":66.0,
        "jmol_color":"#ff0d0d",
        "Atomic Radius":66.0,
        "Analysis":"The atomic radius (covalent radius) increases down the group from oxygen to polonium due to the addition of electron shells. However, the increase from selenium to polonium is not significant due to poor shielding by d- and f-electrons. The atomic radius of livermorium is unknown, but actinide contraction may influence it. While livermorium has more energy levels than polonium, its radius could be only slightly higher due to this contraction."
    },
    {
        "atomic_number":16,
        "name":"Sulfur",
        "symbol":"S",
        "group_id":16,
        "electronic_configuration":"[Ne] 3s2 3p4",
        "VanderWaal_Radius":180.0,
        "Metallic_Radius":127.0,
        "Covalent_Radius":105.0,
        "jmol_color":"#ffff30",
        "Atomic Radius":105.0,
        "Analysis":"Since most elements are nonmetals or metalloids, consider a covalent radius for the comparison. The atomic radius increases from oxygen to sulfur on moving down the group due to the increasing number of shells."
    },
    {
        "atomic_number":34,
        "name":"Selenium",
        "symbol":"Se",
        "group_id":16,
        "electronic_configuration":"[Ar] 3d10 4s2 4p4",
        "VanderWaal_Radius":190.0,
        "Metallic_Radius":140.0,
        "Covalent_Radius":120.0,
        "jmol_color":"#ffa100",
        "Atomic Radius":120.0,
        "Analysis":"Since most elements are nonmetals or metalloids, consider a covalent radius for the comparison. The atomic radius increases from sulfur to selenium on moving down the group due to the increasing number of shells. However, the increase in the atomic radius of selenium is much less than the increase from oxygen to sulfur. This is due to the addition of electrons in the 3d subshell, which has a poor shielding effect that leads to an increase in the attraction of valence electrons toward the nucleus."
    },
    {
        "atomic_number":52,
        "name":"Tellurium",
        "symbol":"Te",
        "group_id":16,
        "electronic_configuration":"[Kr] 4d10 5s2 5p4",
        "VanderWaal_Radius":206.0,
        "Metallic_Radius":160.0,
        "Covalent_Radius":138.0,
        "jmol_color":"#d47a00",
        "Atomic Radius":138.0,
        "Analysis":"Since most elements are nonmetals or metalloids, consider a covalent radius for the comparison. The atomic radius increases from selenium to tellurium on moving down the group due to the increasing number of shells. However, the increase in the atomic radius of tellurium from selenium is much less than the increase from oxygen to sulfur. This is due to the addition of electrons in the 4d subshell, which has a poor shielding effect that leads to an increase in the attraction of valence electrons toward the nucleus."
    },
    {
        "atomic_number":84,
        "name":"Polonium",
        "symbol":"Po",
        "group_id":16,
        "electronic_configuration":"[Xe] 4f14 5d10 6s2 6p4",
        "VanderWaal_Radius":197.0,
        "Metallic_Radius":null,
        "Covalent_Radius":140.0,
        "jmol_color":"#ab5c00",
        "Atomic Radius":140.0,
        "Analysis":"Since most elements are nonmetals or metalloids, consider a covalent radius for the comparison. The atomic radius slightly increases from tellurium to polonium on moving down the group due to the increasing number of shells. Only a slight increase in the atomic radius is due to the addition of electrons in the 4f subshell, which has an even poor shielding effect than the 4d subshell that leads to an increase in the attraction of valence electrons toward the nucleus."
    },
    {
        "atomic_number":116,
        "name":"Livermorium",
        "symbol":"Lv",
        "group_id":16,
        "electronic_configuration":"[Rn] 5f14 6d10 7s2 7p4",
        "VanderWaal_Radius":null,
        "Metallic_Radius":null,
        "Covalent_Radius":null,
        "jmol_color":null,
        "Atomic Radius":null,
        "Analysis":"The atomic radius of livermorium is not available. The number of shells is higher in livermorium as compared to polonium. However, we may consider that since there is the presence of actinides between polonium and livermorium, there will be actinide contraction that affects the livermorium atomic radius. The atomic radius of livermorium could be almost slightly higher due to higher number of energy levels and actinide contraction to that of polonium."
    },
    {
        "atomic_number":9,
        "name":"Fluorine",
        "symbol":"F",
        "group_id":17,
        "electronic_configuration":"[He] 2s2 2p5",
        "VanderWaal_Radius":147.0,
        "Metallic_Radius":null,
        "Covalent_Radius":57.0,
        "jmol_color":"#90e050",
        "Atomic Radius":57.0,
        "Analysis":"The atomic radius (covalent radius) increases down the group from fluorine to astatine due to the addition of electron shells. However, the increase from bromine to astatine is not significant due to poor shielding by d- and f-electrons. The atomic radius of tennessine is unknown, but actinide contraction may influence it. While tennessine has more energy levels than astatine, its radius could be almost similar to or slightly greater than that of astatine due to this contraction."
    },
    {
        "atomic_number":17,
        "name":"Chlorine",
        "symbol":"Cl",
        "group_id":17,
        "electronic_configuration":"[Ne] 3s2 3p5",
        "VanderWaal_Radius":175.0,
        "Metallic_Radius":91.0,
        "Covalent_Radius":102.0,
        "jmol_color":"#1ff01f",
        "Atomic Radius":102.0,
        "Analysis":"Since most elements are nonmetals, consider a covalent radius for the comparison. The atomic radius increases from fluorine to chlorine on moving down the group due to the increasing number of shells."
    },
    {
        "atomic_number":35,
        "name":"Bromine",
        "symbol":"Br",
        "group_id":17,
        "electronic_configuration":"[Ar] 3d10 4s2 4p5",
        "VanderWaal_Radius":185.0,
        "Metallic_Radius":117.0,
        "Covalent_Radius":120.0,
        "jmol_color":"#a62929",
        "Atomic Radius":120.0,
        "Analysis":"Since most elements are nonmetals, consider a covalent radius for the comparison. The atomic radius increases from chlorine to bromine on moving down the group due to the increasing number of shells. However, the increase in the atomic radius from chlorine to bromine is much less than the increase from fluorine to chlorine. This is due to the addition of electrons in the 3d subshell, which has a poor shielding effect that leads to an increase in the attraction of valence electrons toward the nucleus."
    },
    {
        "atomic_number":53,
        "name":"Iodine",
        "symbol":"I",
        "group_id":17,
        "electronic_configuration":"[Kr] 4d10 5s2 5p5",
        "VanderWaal_Radius":198.0,
        "Metallic_Radius":139.0,
        "Covalent_Radius":139.0,
        "jmol_color":"#940094",
        "Atomic Radius":139.0,
        "Analysis":"Since most elements are nonmetals, consider a covalent radius for the comparison. The atomic radius increases from bromine to iodine on moving down the group due to the increasing number of shells. However, the increase in the atomic radius from bromine to iodine is much less than the increase from fluorine to chlorine. This is due to the addition of electrons in the 4d subshell, which has a poor shielding effect that leads to an increase in the attraction of valence electrons toward the nucleus."
    },
    {
        "atomic_number":85,
        "name":"Astatine",
        "symbol":"At",
        "group_id":17,
        "electronic_configuration":"[Xe] 4f14 5d10 6s2 6p5",
        "VanderWaal_Radius":202.0,
        "Metallic_Radius":null,
        "Covalent_Radius":150.0,
        "jmol_color":"#754f45",
        "Atomic Radius":150.0,
        "Analysis":"Since most elements are nonmetals, consider a covalent radius for the comparison. The atomic radius increases from iodine to astatine on moving down the group due to the increasing number of shells. However, the increase in the atomic radius from iodine to astatine is less than that from fluorine to chlorine and bromine to iodine. This is due to the addition of electrons in the 4f subshell, which has an even poorer shielding effect than 4d subshell that leads to an increase in the attraction of valence electrons toward the nucleus."
    },
    {
        "atomic_number":117,
        "name":"Tennessine",
        "symbol":"Ts",
        "group_id":17,
        "electronic_configuration":"[Rn] 5f14 6d10 7s2 7p5",
        "VanderWaal_Radius":null,
        "Metallic_Radius":null,
        "Covalent_Radius":null,
        "jmol_color":null,
        "Atomic Radius":null,
        "Analysis":"The atomic radius of tennessine is not available. The number of shells is higher in tennessine as compared to astatine. However, we may consider that since there is the presence of actinides between astatine and tennessine, there will be actinide contraction that affects the tennessine atomic radius. The atomic radius of tennessine could be almost similar to or slightly greater than that of astatine."
    },
    {
        "atomic_number":2,
        "name":"Helium",
        "symbol":"He",
        "group_id":18,
        "electronic_configuration":"1s2",
        "VanderWaal_Radius":140.0,
        "Metallic_Radius":122.0,
        "Covalent_Radius":28.0,
        "jmol_color":"#d9ffff",
        "Atomic Radius":140.0,
        "Analysis":"The atomic radius (Vander Waal radius) increases on moving down the group from helium to radon due to increase in the number of electron shells. Oganesson Vander Waal radius is not available. However, as per the trend, it should be greater than radon due to the increasing number of shells moving down the group."
    },
    {
        "atomic_number":10,
        "name":"Neon",
        "symbol":"Ne",
        "group_id":18,
        "electronic_configuration":"[He] 2s2 2p6",
        "VanderWaal_Radius":154.0,
        "Metallic_Radius":null,
        "Covalent_Radius":58.0,
        "jmol_color":"#b3e3f5",
        "Atomic Radius":154.0,
        "Analysis":"Vander Waal radius is considered for noble gases. The atomic radius increases from helium to neon due to the increase in number of shells moving down the group "
    },
    {
        "atomic_number":18,
        "name":"Argon",
        "symbol":"Ar",
        "group_id":18,
        "electronic_configuration":"[Ne] 3s2 3p6",
        "VanderWaal_Radius":188.0,
        "Metallic_Radius":null,
        "Covalent_Radius":106.0,
        "jmol_color":"#80d1e3",
        "Atomic Radius":188.0,
        "Analysis":"Vander Waal radius is considered for noble gases. The atomic radius increases from neon to argon due to the increase in number of shells moving down the group."
    },
    {
        "atomic_number":36,
        "name":"Krypton",
        "symbol":"Kr",
        "group_id":18,
        "electronic_configuration":"[Ar] 3d10 4s2 4p6",
        "VanderWaal_Radius":202.0,
        "Metallic_Radius":null,
        "Covalent_Radius":116.0,
        "jmol_color":"#5cb8d1",
        "Atomic Radius":202.0,
        "Analysis":"Vander Waal radius is considered for noble gases. The atomic radius increases from argon to krypton due to the increase in the number of shells moving down the group."
    },
    {
        "atomic_number":54,
        "name":"Xenon",
        "symbol":"Xe",
        "group_id":18,
        "electronic_configuration":"[Kr] 4d10 5s2 5p6",
        "VanderWaal_Radius":216.0,
        "Metallic_Radius":null,
        "Covalent_Radius":140.0,
        "jmol_color":"#429eb0",
        "Atomic Radius":216.0,
        "Analysis":"Vander Waal radius is considered for noble gases. The atomic radius increases from krypton to xenon due to the increasing number of shells moving down the group."
    },
    {
        "atomic_number":86,
        "name":"Radon",
        "symbol":"Rn",
        "group_id":18,
        "electronic_configuration":"[Xe] 4f14 5d10 6s2 6p6",
        "VanderWaal_Radius":220.0,
        "Metallic_Radius":null,
        "Covalent_Radius":150.0,
        "jmol_color":"#428296",
        "Atomic Radius":220.0,
        "Analysis":"Vander Waal radius is considered for noble gases. The atomic radius increases from xenon to radon due to the increasing number of shells moving down the group."
    },
    {
        "atomic_number":118,
        "name":"Oganesson",
        "symbol":"Og",
        "group_id":18,
        "electronic_configuration":"[Rn] 5f14 6d10 7s2 7p6",
        "VanderWaal_Radius":null,
        "Metallic_Radius":null,
        "Covalent_Radius":null,
        "jmol_color":null,
        "Atomic Radius":null,
        "Analysis":"Vander Waal radius is considered for noble gases. Oganesson Vander Waal radius is not available. However, as per the trend, it should be greater than radon due to the increasing number of shells moving down the group."
    }
]