[
    {
        "atomic_number":1,
        "symbol":"H",
        "name":"Hydrogen",
        "group_id":1,
        "electronic_configuration":"1s",
        "Pauling_Electronegativity":2.2,
        "Allred_Roschow_Electronegativity":0.0009765625,
        "Mulliken_Electronegativity":6.7992170026,
        "Electronegativity":2.2,
        "Analysis":"Hydrogen, though placed above Group 1, has a much higher electronegativity because of its tiny size and strong pull on electrons. In contrast, as you move down the group from lithium to cesium, electronegativity decreases. That’s because larger atoms have valence electrons farther from the nucleus, making it harder to attract bonding electrons. Interestingly, rubidium and potassium have nearly the same values on the Pauling scale—but that’s due to how the scale uses bond energies, which aren’t always accurate for solids. Other scales like Allred-Rochow show a clearer downward trend.",
        "jmol_color":"#ffffff"
    },
    {
        "atomic_number":3,
        "symbol":"Li",
        "name":"Lithium",
        "group_id":1,
        "electronic_configuration":"[He] 2s",
        "Pauling_Electronegativity":0.98,
        "Allred_Roschow_Electronegativity":0.000073492,
        "Mulliken_Electronegativity":2.6958573805,
        "Electronegativity":0.98,
        "Analysis":"Pauling Electronegativity drops to 0.98, showing lithium’s weak ability to attract electrons compared to hydrogen. Allred-Rochow value also decreases, reflecting a weaker electrostatic force due to its larger atomic radius. Mulliken Electronegativity reduces to 2.695, as lithium's ionization energy and electron affinity are much lower than hydrogen's.",
        "jmol_color":"#cc80ff"
    },
    {
        "atomic_number":11,
        "symbol":"Na",
        "name":"Sodium",
        "group_id":1,
        "electronic_configuration":"[Ne] 3s",
        "Pauling_Electronegativity":0.93,
        "Allred_Roschow_Electronegativity":0.0000915713,
        "Mulliken_Electronegativity":2.56953835,
        "Electronegativity":0.93,
        "Analysis":"Pauling Electronegativity is slightly lower at 0.93, continuing the trend of decreasing attraction with increasing atomic size. There is a slight increase in Allred Roschow value. This could be due to an interplay between effective nuclear charge and atomic size. Mulliken Electronegativity drops further to 2.569, as sodium’s outer electron is more weakly bound compared to lithium.",
        "jmol_color":"#ab5cf2"
    },
    {
        "atomic_number":19,
        "symbol":"K",
        "name":"Potassium",
        "group_id":1,
        "electronic_configuration":"[Ar] 4s",
        "Pauling_Electronegativity":0.82,
        "Allred_Roschow_Electronegativity":0.0000572678,
        "Mulliken_Electronegativity":2.17033177,
        "Electronegativity":0.82,
        "Analysis":"Pauling Electronegativity decreases to 0.82, consistent with potassium’s larger atomic size and weaker pull on electrons. Allred-Rochow value is less than that of sodium, reflecting reduced nuclear attraction due to its even larger atomic radius. Mulliken Electronegativity decreases to 2.170, indicating further decline in electron-attracting ability.",
        "jmol_color":"#8f40d4"
    },
    {
        "atomic_number":37,
        "symbol":"Rb",
        "name":"Rubidium",
        "group_id":1,
        "electronic_configuration":"[Kr] 5s",
        "Pauling_Electronegativity":0.82,
        "Allred_Roschow_Electronegativity":0.0000498866,
        "Mulliken_Electronegativity":2.088564,
        "Electronegativity":0.82,
        "Analysis":"Rubidium's Pauling electronegativity remains approximately the same as potassium. This can be due the scale in which electronegativity is calculated. In Pauling scale, the electronegativity values are relative values estimated using bond energies. The limitation of Pauling scale is that the bond dissociation energies are not known with higher degree of accuracy for many solid elements. Allred-Rochow value decreases, as rubidium's atomic radius increases further. Mulliken Electronegativit continues to decline at 2.088, reflecting a weaker ionization energy and electron affinity.",
        "jmol_color":"#702eb0"
    },
    {
        "atomic_number":55,
        "symbol":"Cs",
        "name":"Cesium",
        "group_id":1,
        "electronic_configuration":"[Xe] 6s",
        "Pauling_Electronegativity":0.79,
        "Allred_Roschow_Electronegativity":0.000040874,
        "Mulliken_Electronegativity":1.946952774,
        "Electronegativity":0.79,
        "Analysis":"Cesium's Pauling and Allred-Roschow electronegativity slightly due to its even larger atomic size and increased shielding, which weakens the effective nuclear attraction for bonding electrons. Mulliken Electronegativity also falls to 1.947, the lowest among these elements, indicating minimal ability to attract electrons.",
        "jmol_color":"#57178f"
    },
    {
        "atomic_number":87,
        "symbol":"Fr",
        "name":"Francium",
        "group_id":1,
        "electronic_configuration":"[Rn] 7s",
        "Pauling_Electronegativity":0.7,
        "Allred_Roschow_Electronegativity":0.0000442398,
        "Mulliken_Electronegativity":2.03637045,
        "Electronegativity":0.7,
        "Analysis":"Francium, being the largest and heaviest Group 1 element, has the lowest Pauling electronegativity due to its extreme electron shielding and the minimal effective nuclear charge acting on bonding electrons, leading to the weakest attraction for shared pairs. Allred-Rochow value slightly increasesfor francium, possibly due to minor variations in effective nuclear charge. Mulliken Electronegativity slightly increases to 2.036, a slight anomaly likely related to experimental challenges with francium data.",
        "jmol_color":"#420066"
    },
    {
        "atomic_number":4,
        "symbol":"Be",
        "name":"Beryllium",
        "group_id":2,
        "electronic_configuration":"[He] 2s2",
        "Pauling_Electronegativity":1.57,
        "Allred_Roschow_Electronegativity":0.0001874279,
        "Mulliken_Electronegativity":4.6613495,
        "Electronegativity":1.57,
        "Analysis":"Beryllium tops Group 2 in electronegativity thanks to its small size and strong pull on bonding electrons. As you move down the group, atoms get bigger and the nucleus holds onto electrons less tightly, so electronegativity drops. Oddly, radium appears slightly more electronegative than barium on the Pauling scale—likely due to limitations in how it's measured using bond energies. Other scales like Allred-Rochow show the expected drop, confirming the general trend.",
        "jmol_color":"#c2ff00"
    },
    {
        "atomic_number":12,
        "symbol":"Mg",
        "name":"Magnesium",
        "group_id":2,
        "electronic_configuration":"[Ne] 3s2",
        "Pauling_Electronegativity":1.31,
        "Allred_Roschow_Electronegativity":0.0001475079,
        "Mulliken_Electronegativity":0.0,
        "Electronegativity":1.31,
        "Analysis":"Pauling Electronegativity drops to 1.31 for magenesium, indicating a weaker electron-attracting ability as the atomic size increases. Allred-Rochow value decreases to 0.000147508, reflecting the reduced nuclear attraction due to its larger atomic radius. Mulliken Electronegativity falls is not unavailable in the database of mendeleev library.",
        "jmol_color":"#8aff00"
    },
    {
        "atomic_number":20,
        "symbol":"Ca",
        "name":"Calcium",
        "group_id":2,
        "electronic_configuration":"[Ar] 4s2",
        "Pauling_Electronegativity":1.0,
        "Allred_Roschow_Electronegativity":0.0000974659,
        "Mulliken_Electronegativity":3.0565776,
        "Electronegativity":1.0,
        "Analysis":"Pauling Electronegativity decreases further to 1.00, highlighting calcium’s weaker pull on shared electrons. Allred-Rochow value drops significantly as calcium’s larger atomic size reduces its effective nuclear charge. Mulliken Electronegativity is lower than that of beryllium, suggesting decrease in ionization energy and electron affinity due to increased atomic size.",
        "jmol_color":"#3dff00"
    },
    {
        "atomic_number":38,
        "symbol":"Sr",
        "name":"Strontium",
        "group_id":2,
        "electronic_configuration":"[Kr] 5s2",
        "Pauling_Electronegativity":0.95,
        "Allred_Roschow_Electronegativity":0.0000832725,
        "Mulliken_Electronegativity":2.8474336,
        "Electronegativity":0.95,
        "Analysis":"Pauling Electronegativity continues to decrease to 0.95, consistent with its larger size and weaker nuclear pull. Allred-Rochow value decreases, reflecting the increasing atomic radius. Mulliken electronegativity drops to 2.8474336, indicating lower ionization energy and electron affinity compared to calcium.",
        "jmol_color":"#00ff00"
    },
    {
        "atomic_number":56,
        "symbol":"Ba",
        "name":"Barium",
        "group_id":2,
        "electronic_configuration":"[Xe] 6s2",
        "Pauling_Electronegativity":0.89,
        "Allred_Roschow_Electronegativity":0.0000741878,
        "Mulliken_Electronegativity":2.605832,
        "Electronegativity":0.89,
        "Analysis":"Pauling Electronegativity falls to 0.89, highlighting barium’s weaker electron-attracting ability due to its large atomic size. Allred-Rochow value decreases consistent with barium’s very large radius and reduced effective nuclear charge. Mulliken Electronegativity further declines to 2.605832, reflecting a drop in ionization energy and electron affinity.",
        "jmol_color":"#00c900"
    },
    {
        "atomic_number":88,
        "symbol":"Ra",
        "name":"Radium",
        "group_id":2,
        "electronic_configuration":"[Rn] 7s2",
        "Pauling_Electronegativity":0.9,
        "Allred_Roschow_Electronegativity":0.0000705428,
        "Mulliken_Electronegativity":2.639212,
        "Electronegativity":0.9,
        "Analysis":"Radium electronegativity is slightly higher than that of barium, likely within the range of experimental error or unique to radium’s properties. In Pauling scale, the electronegativity values are relative values estimated using bond energies.  Allred-Rochow value is slightly lower, indicating a minimal further decrease in nuclear attraction. Mulliken Electronegativity shows slight increases to 2.639212, showing a minor variation compared to barium.",
        "jmol_color":"#007d00"
    },
    {
        "atomic_number":21,
        "symbol":"Sc",
        "name":"Scandium",
        "group_id":3,
        "electronic_configuration":"[Ar] 3d 4s2",
        "Pauling_Electronegativity":1.36,
        "Allred_Roschow_Electronegativity":0.0001369613,
        "Mulliken_Electronegativity":3.280745,
        "Electronegativity":1.36,
        "Analysis":"Scandium’s high electronegativity comes from its small size and low shielding due to electrons in d-orbitals. These inner electrons don’t repel the outer electron very much, so the nucleus’s positive charge is felt more strongly. This strong attraction makes scandium better at pulling shared electrons in a bond. As we go down the group, atoms get larger and the nuclear pull on electrons weakens, so electronegativity decreases. In contrast, actinides show slightly higher electronegativity than lanthanides on some scales due to relativistic effects. The relativistic effects occurs in heavy atoms, when inner electrons move near light speed, increasing their mass and pulling outer electrons closer. This boosts nuclear attraction slightly, making actinides seem more electronegative. However, the expansion of d- and f-orbitals also occurs in relativistic effects means they are less tightly bound to the nucleus, that may effectively reducing the nuclear attraction on these orbitals. ",
        "jmol_color":"#e6e6e6"
    },
    {
        "atomic_number":39,
        "symbol":"Y",
        "name":"Yttrium",
        "group_id":3,
        "electronic_configuration":"[Kr] 4d 5s2",
        "Pauling_Electronegativity":1.22,
        "Allred_Roschow_Electronegativity":0.0001129135,
        "Mulliken_Electronegativity":3.10863,
        "Electronegativity":1.22,
        "Analysis":"Pauling Electronegativity of Yttrium is lower than that of Scandium, indicating a weaker pull on shared electrons. Allred-Rochow value is also slightly lower than Scandium, reflecting its larger atomic size and weaker effective nuclear charge. Mulliken Electronegativity is lower than that of Scandium, indicating slightly reduced ionization energy and electron affinity compared to Scandium.",
        "jmol_color":"#94ffff"
    },
    {
        "atomic_number":"57-71",
        "symbol":"Ln",
        "name":"Lanthanides",
        "group_id":3,
        "electronic_configuration":"[Xe] 5d 6s2",
        "Pauling_Electronegativity":1.16,
        "Allred_Roschow_Electronegativity":0.0000925926,
        "Mulliken_Electronegativity":2.78845,
        "Electronegativity":1.16,
        "Analysis":"Lanthanides generally have lower electronegativities because their f-electrons poorly shield the nucleus, but their larger atomic sizes result in weaker attraction for bonding electrons compared to scandium and yttrium.",
        "jmol_color":"#70d4ff"
    },
    {
        "atomic_number":"89-103",
        "symbol":"Ac",
        "name":"Actinides",
        "group_id":3,
        "electronic_configuration":"[Rn] 6d 7s2",
        "Pauling_Electronegativity":1.34,
        "Allred_Roschow_Electronegativity":0.0000867152,
        "Mulliken_Electronegativity":2.690113,
        "Electronegativity":1.34,
        "Analysis":"The actinides show slightly higher Pauling electronegativity compared to lanthanides. This could be due to the way electronegativity is calculated in Pauling scale. It is dependent on the bond energies and there could be an error in calculating the bond energies of certain elements. There is also relativistic contraction of orbitals, which increases the effective nuclear charge felt by bonding electrons despite their larger size and complex electronic structure. This could also be the reason for reduced electronegativity. Allred-Rochow value is slightly lower than the Lanthanides, reflecting a further increase in atomic size and reduced nuclear pull. Mulliken Electronegativity is the lowest in this group, indicating the smallest combination of ionization energy and electron affinity.",
        "jmol_color":"#70abfa"
    },
    {
        "atomic_number":22,
        "symbol":"Ti",
        "name":"Titanium",
        "group_id":4,
        "electronic_configuration":"[Ar] 3d2 4s2",
        "Pauling_Electronegativity":1.54,
        "Allred_Roschow_Electronegativity":0.0001703071,
        "Mulliken_Electronegativity":3.41406,
        "Electronegativity":1.54,
        "Analysis":"Titanium has the highest electronegativity in Group 4 due to its small size and moderate shielding. As we move down the group, increasing atomic size and stronger inner-shell shielding weaken nuclear attraction, causing electronegativity to decrease. Hafnium's Allred-Rochow electronegativity is slightly higher than zirconium’s. Since the calculation of Allred-Roschow electronegativity depends on the nuclear charge, therefore hafnium's Allred-Rochow electronegativity is slightly higher than zirconium due to its higher nuclear charge caused by lanthanide contraction. Pauling electronegativity value for rutherfordium is unavailable. Thus, the bar for rutherfordium depicts the Allred-Roschow electronegativity value due to which, the value appears to be lower than Hafnium. However, when Allred-Roschow electronegativity of rutherfordium is compared with that of hafnium, it can be observed Rutherfordium has the lowest value, reflecting a further reduction in nuclear pull.",
        "jmol_color":"#bfc2c7"
    },
    {
        "atomic_number":40,
        "symbol":"Zr",
        "name":"Zirconium",
        "group_id":4,
        "electronic_configuration":"[Kr] 4d2 5s2",
        "Pauling_Electronegativity":1.33,
        "Allred_Roschow_Electronegativity":0.0001328217,
        "Mulliken_Electronegativity":3.31695,
        "Electronegativity":1.33,
        "Analysis":"All three electronegativity decreases from titanium to zirconium due to zirconium's larger atomic radius and increased shielding effect from its inner electrons, reducing the nuclear attraction for bonding electrons.",
        "jmol_color":"#94e0e0"
    },
    {
        "atomic_number":72,
        "symbol":"Hf",
        "name":"Hafnium",
        "group_id":4,
        "electronic_configuration":"[Xe] 4f14 5d2 6s2",
        "Pauling_Electronegativity":1.3,
        "Allred_Roschow_Electronegativity":0.00013634,
        "Mulliken_Electronegativity":3.412535,
        "Electronegativity":1.3,
        "Analysis":"Pauling Electronegativity is slightly lower than Zirconium, likely due to the increased shielding from the inner f-electrons. Allred-Rochow electronegativity is similar to Zirconium but slightly higher, possibly due to the denser nuclear charge in Hafnium. Mulliken Electronegativity is close to Titanium's value, suggesting relatively high ionization energy despite the f-electron shielding.",
        "jmol_color":"#4dc2ff"
    },
    {
        "atomic_number":104,
        "symbol":"Rf",
        "name":"Rutherfordium",
        "group_id":4,
        "electronic_configuration":"[Rn] 5f14 6d2 7s2",
        "Pauling_Electronegativity":null,
        "Allred_Roschow_Electronegativity":0.0001277942,
        "Mulliken_Electronegativity":null,
        "Electronegativity":0.0001277942,
        "Analysis":"Pauling and Mulliken electronegativity values are unavailable for Rutherfordium. Allred-Rochow Electronegativity is the lowest in this group, reflecting reduced nuclear attraction for shared electrons.",
        "jmol_color":"#cc0059"
    },
    {
        "atomic_number":23,
        "symbol":"V",
        "name":"Vanadium",
        "group_id":5,
        "electronic_configuration":"[Ar] 3d3 4s2",
        "Pauling_Electronegativity":1.63,
        "Allred_Roschow_Electronegativity":0.0001837826,
        "Mulliken_Electronegativity":3.3730935,
        "Electronegativity":1.63,
        "Analysis":"Vanadium has the highest electronegativity in Group 5 because of its small size and weak inner electron shielding. As we move down to niobium and tantalum, atoms get larger and shielding increases, so electronegativity generally drops. But tantalum’s Mulliken electronegativity is surprisingly high—likely due to the lanthanide contraction, which keeps its atomic radius smaller than expected. In the bar graph, dubnium’s value comes from the Allred-Rochow scale since its Pauling value isn’t available. This makes dubnium’s bar look lower than tantalum’s, which shows a Pauling value. However, if we compare both using the Allred-Rochow scale, dubnium’s electronegativity is still slightly lower, likely due to its larger size and the effect of actinide contraction.",
        "jmol_color":"#a6a6ab"
    },
    {
        "atomic_number":41,
        "symbol":"Nb",
        "name":"Niobium",
        "group_id":5,
        "electronic_configuration":"[Kr] 4d4 5s",
        "Pauling_Electronegativity":1.6,
        "Allred_Roschow_Electronegativity":0.0001295756,
        "Mulliken_Electronegativity":3.379425,
        "Electronegativity":1.6,
        "Analysis":"Pauling and Allred-Roschow electronegativity decreases from Vanadium to Niobium because niobium has a larger atomic radius and an increased number of inner electrons, which results in greater shielding and slightly reduces the effective nuclear attraction for bonding electrons. Mulliken Electronegativity is slightly higher than Vanadium, possibly due to a balance between ionization energy and electron affinity.",
        "jmol_color":"#73c2c9"
    },
    {
        "atomic_number":73,
        "symbol":"Ta",
        "name":"Tantalum",
        "group_id":5,
        "electronic_configuration":"[Xe] 4f14 5d3 6s2",
        "Pauling_Electronegativity":1.5,
        "Allred_Roschow_Electronegativity":0.0001548133,
        "Mulliken_Electronegativity":3.774785,
        "Electronegativity":1.5,
        "Analysis":"Pauling Electronegativity is lower than both Vanadium and Niobium, consistent with its position lower in the group and larger atomic radius. Allred-Rochow Electronegativity is higher than Niobium but lower than Vanadium, indicating moderate nuclear attraction. Mulliken Electronegativity is surprisingly high, possibly due to lanthanide contraction that reduces the atomic size. Thus, it has higher ionization energy compensating for its reduced electron affinity.",
        "jmol_color":"#4da6ff"
    },
    {
        "atomic_number":105,
        "symbol":"Db",
        "name":"Dubnium",
        "group_id":5,
        "electronic_configuration":"[Rn] 5f14 6d3 7s2",
        "Pauling_Electronegativity":null,
        "Allred_Roschow_Electronegativity":0.000148642,
        "Mulliken_Electronegativity":0.0,
        "Electronegativity":0.000148642,
        "Analysis":"Pauling and Mulliken electronegativity values are unavailable for Dubnium. Allred-Rochow Electronegativity is slightly lower but close to Tantalum, indicating similar nuclear attraction for shared electrons. This could be due to the effect of actinide contraction due to which there can be slight increase in the electronegativity while due to their relativistic effects, there should be decrease in the electronegativity.",
        "jmol_color":"#d1004f"
    },
    {
        "atomic_number":24,
        "symbol":"Cr",
        "name":"Chromium",
        "group_id":6,
        "electronic_configuration":"[Ar] 3d5 4s",
        "Pauling_Electronegativity":1.66,
        "Allred_Roschow_Electronegativity":0.0001981994,
        "Mulliken_Electronegativity":3.383255,
        "Electronegativity":1.66,
        "Analysis":"In Group 6, the electronegativity trend isn’t as straightforward. On the Pauling scale, it rises from chromium to molybdenum but unexpectedly drops for tungsten. This twist happens because Pauling values rely on bond energies, which aren’t always reliable for solid elements. The Allred-Rochow scale tells a clearer story: electronegativity drops from chromium to molybdenum as atoms get bigger and nuclear pull weakens, but then rises again for tungsten. Why? Poor shielding by f-electrons in tungsten lets the nucleus pull harder on bonding electrons. For seaborgium, only Allred-Rochow data is available, so its bar appears lower than tungsten’s (which shows Pauling value). But when both are compared using the same scale, seaborgium’s electronegativity is slightly lower—likely due to its larger size and effects like actinide contraction and relativistic changes that reduce nuclear attraction due to the expansion of d- and f-orbitals (relativistic effects).",
        "jmol_color":"#8a99c7"
    },
    {
        "atomic_number":42,
        "symbol":"Mo",
        "name":"Molybdenum",
        "group_id":6,
        "electronic_configuration":"[Kr] 4d5 5s",
        "Pauling_Electronegativity":2.16,
        "Allred_Roschow_Electronegativity":0.0001549044,
        "Mulliken_Electronegativity":3.546215,
        "Electronegativity":2.16,
        "Analysis":"Pauling Electronegativity is the highest in this group, suggesting a particularly strong tendency to attract electrons. Allred-Rochow Electronegativity is lower than Chromium, likely due to its larger atomic size. Mulliken Electronegativity showed increased reactivity compared to Chromium, attributed to its higher ionization energy and electron affinity.",
        "jmol_color":"#54b5b5"
    },
    {
        "atomic_number":74,
        "symbol":"W",
        "name":"Tungsten",
        "group_id":6,
        "electronic_configuration":"[Xe] 4f14 5d4 6s2",
        "Pauling_Electronegativity":1.7,
        "Allred_Roschow_Electronegativity":0.0001838137,
        "Mulliken_Electronegativity":3.932015,
        "Electronegativity":1.7,
        "Analysis":"Pauling Electronegativity is slightly higher than Chromium but significantly lower than Molybdenum, consistent with its position in the group. Allred-Rochow Electronegativity is slightly higher than Molybdenum due to a strong nuclear attraction, close to Chromium. Mulliken Electronegativity is the highest in this group, suggesting exceptional reactivity driven by high ionization energy. This is due to the electronic configuration of Tungsten. It is difficult to remove electron from a fully filled s-orbital than half-filled in Molybdenum.",
        "jmol_color":"#2194d6"
    },
    {
        "atomic_number":106,
        "symbol":"Sg",
        "name":"Seaborgium",
        "group_id":6,
        "electronic_configuration":"[Rn] 5f14 6d4 7s2",
        "Pauling_Electronegativity":null,
        "Allred_Roschow_Electronegativity":0.0001687124,
        "Mulliken_Electronegativity":null,
        "Electronegativity":0.0001687124,
        "Analysis":"Pauling and Mulliken electronegativity values are unavailable for Seaborgium. Allred-Rochow Electronegativity is slightly lower but than Tungsten due to weaker nuclear attraction for shared electrons with increase in atomic size. The value is also be affected by actinide contraction and the relativistic effects.",
        "jmol_color":"#d90045"
    },
    {
        "atomic_number":25,
        "symbol":"Mn",
        "name":"Manganese",
        "group_id":7,
        "electronic_configuration":"[Ar] 3d5 4s2",
        "Pauling_Electronegativity":1.55,
        "Allred_Roschow_Electronegativity":0.0002542193,
        "Mulliken_Electronegativity":null,
        "Electronegativity":1.55,
        "Analysis":"In Group 7, Pauling electronegativity surprisingly starts off low for manganese—this is likely due to how it's calculated using bond energies, which aren't very accurate for solid elements. A better pattern is seen with Allred-Rochow values: electronegativity generally drops from manganese to bohrium as atoms get bigger and nuclear pull weakens. But from technetium to rhenium, the decline is small—this is because f-electrons don’t shield well, allowing the nucleus to pull more strongly on electrons despite the larger size. For bohrium, we only have Allred-Rochow data, so its bar looks lower than rhenium’s, which uses Pauling values. When both are compared on the same scale, bohrium’s electronegativity is slightly lower—this reflects its larger size and weaker nuclear attraction, influenced by both actinide contraction and relativistic effects.",
        "jmol_color":"#9c7ac7"
    },
    {
        "atomic_number":43,
        "symbol":"Tc",
        "name":"Technetium",
        "group_id":7,
        "electronic_configuration":"[Kr] 4d5 5s2",
        "Pauling_Electronegativity":2.1,
        "Allred_Roschow_Electronegativity":0.0002197266,
        "Mulliken_Electronegativity":3.5596905,
        "Electronegativity":2.1,
        "Analysis":"Pauling Electronegativity is the highest in this group, suggesting a strong tendency to attract electrons during bonding. Allred-Rochow Electronegativity is lower than Manganese but still substantial, likely due to Technetium's larger atomic size. Mulliken Electronegativity indicates notable reactivity and a balance between ionization energy and electron affinity.",
        "jmol_color":"#3b9e9e"
    },
    {
        "atomic_number":75,
        "symbol":"Re",
        "name":"Rhenium",
        "group_id":7,
        "electronic_configuration":"[Xe] 4f14 5d5 6s2",
        "Pauling_Electronegativity":1.9,
        "Allred_Roschow_Electronegativity":0.000209778,
        "Mulliken_Electronegativity":3.91676,
        "Electronegativity":1.9,
        "Analysis":"Pauling Electronegativity is slightly lower than Technetium, consistent with its position in the group. Allred-Rochow Electronegativity is lower than both Manganese and Technetium, likely due to its larger atomic radius. Mulliken Electronegativity is the highest among the provided elements, indicating strong ionization energy and significant electron affinity.",
        "jmol_color":"#267dab"
    },
    {
        "atomic_number":107,
        "symbol":"Bh",
        "name":"Bohrium",
        "group_id":7,
        "electronic_configuration":"[Rn] 5f14 6d5 7s2",
        "Pauling_Electronegativity":null,
        "Allred_Roschow_Electronegativity":0.0001810774,
        "Mulliken_Electronegativity":null,
        "Electronegativity":0.0001810774,
        "Analysis":"Pauling and Mulliken Electronegativity is unavailable for Bohrium but it is expected to be lower than Rhenium due to its larger atomic size and relativistic effects.",
        "jmol_color":"#e00038"
    },
    {
        "atomic_number":26,
        "symbol":"Fe",
        "name":"Iron",
        "group_id":8,
        "electronic_configuration":"[Ar] 3d6 4s2",
        "Pauling_Electronegativity":1.83,
        "Allred_Roschow_Electronegativity":0.0002786861,
        "Mulliken_Electronegativity":3.9512339,
        "Electronegativity":1.83,
        "Analysis":"In Group 8, electronegativity trends get a bit puzzling. Iron shows the lowest Pauling value—most likely due to the limitations of bond energy-based calculations, which don’t always reflect true atomic behavior in solids. But when we look at Allred-Rochow electronegativity, iron tops the group, suggesting a strong nuclear pull on shared electrons. Moving down the group, ruthenium and osmium have the highest Pauling values, with osmium showing a higher Allred-Rochow value than ruthenium—likely because poor shielding by f-electrons allows osmium's nucleus to pull harder on bonding electrons. For hassium, only the Allred-Rochow value is available, so the bar appears lower than ruthenium’s (which uses Pauling data). But when we compare both elements using the same Allred-Rochow scale, hassium’s electronegativity is slightly lower. This makes sense—hassium's larger atomic radius and relativistic effects reduce its ability to attract electrons, even though it’s a heavy element. The bar graph clearly reflects these nuances, showing how different models reveal different aspects of atomic behavior.\n",
        "jmol_color":"#e06633"
    },
    {
        "atomic_number":44,
        "symbol":"Ru",
        "name":"Ruthenium",
        "group_id":8,
        "electronic_configuration":"[Kr] 4d7 5s",
        "Pauling_Electronegativity":2.2,
        "Allred_Roschow_Electronegativity":0.000208,
        "Mulliken_Electronegativity":3.68025,
        "Electronegativity":2.2,
        "Analysis":"Pauling Electronegativity is higher than Iron but same as that of Osmium for the highest in this group, signifying a strong tendency to attract electrons in a bond. Allred-Rochow Electronegativity is relatively lower than Iron, likely due to its larger atomic size. Mulliken Electronegativity indicated moderate reactivity compared to Iron and Osmium.",
        "jmol_color":"#248f8f"
    },
    {
        "atomic_number":76,
        "symbol":"Os",
        "name":"Osmium",
        "group_id":8,
        "electronic_configuration":"[Xe] 4f14 5d6 6s2",
        "Pauling_Electronegativity":2.2,
        "Allred_Roschow_Electronegativity":0.000225347,
        "Mulliken_Electronegativity":4.219115,
        "Electronegativity":2.2,
        "Analysis":"Pauling Electronegativity is similar to that of Ruthenium.  This could be due to the way it is estimated using the bond energies. Bond energies calculated may not be accurate for certain elements. Allred-Rochow Electronegativity is higher than Ruthenium but lower than Iron, likely due to its dense electron cloud and relativistic effects. Mulliken Electronegativity is the highest in this group, highlighting its significant electron affinity and reactivity.",
        "jmol_color":"#266696"
    },
    {
        "atomic_number":108,
        "symbol":"Hs",
        "name":"Hassium",
        "group_id":8,
        "electronic_configuration":"[Rn] 5f14 6d6 7s2",
        "Pauling_Electronegativity":null,
        "Allred_Roschow_Electronegativity":0.0002088438,
        "Mulliken_Electronegativity":0.0,
        "Electronegativity":0.0002088438,
        "Analysis":"Pauling and Mulliken Electronegativity is not available for Hassium but expected to be lower than Osmium due to its larger atomic radius and relativistic effects. Allred-Rochow Electronegativity is slightly lower but comparable to Ruthenium, indicating moderate nuclear attraction for bonding electrons.",
        "jmol_color":"#e6002e"
    },
    {
        "atomic_number":27,
        "symbol":"Co",
        "name":"Cobalt",
        "group_id":9,
        "electronic_configuration":"[Ar] 3d7 4s2",
        "Pauling_Electronegativity":1.88,
        "Allred_Roschow_Electronegativity":0.0003165327,
        "Mulliken_Electronegativity":3.940505,
        "Electronegativity":1.88,
        "Analysis":"In Group 9, the electronegativity trend offers some fascinating contrasts. At the top, cobalt shows the lowest Pauling electronegativity, likely because of inaccuracies in bond energy-based calculations. But when we turn to Allred-Rochow electronegativity, cobalt actually ranks highest in the group, highlighting its strong nuclear pull on shared electrons due to its smaller atomic size. As we move down the group, Allred-Rochow electronegativity generally decreases from cobalt to meitnerium, which aligns with the increasing atomic size weakening the effective nuclear attraction. However, iridium breaks the trend slightly—its Allred-Rochow value is higher than that of rhodium, probably because of poor shielding by f-electrons. These electrons don’t block the nucleus well, so iridium’s nucleus can still strongly attract bonding electrons. For meitnerium, we don't have Pauling or Mulliken values, so only the Allred-Rochow value appears in the bar graph. It looks lower than iridium’s (whose bar shows Pauling value), but when we compare both using the same Allred-Rochow scale, meitnerium’s electronegativity is slightly lower than iridium’s. This reflects its larger atomic radius and the influence of relativistic effects and actinide contraction, both of which subtly alter nuclear attraction in superheavy elements.\n",
        "jmol_color":"#f090a0"
    },
    {
        "atomic_number":45,
        "symbol":"Rh",
        "name":"Rhodium",
        "group_id":9,
        "electronic_configuration":"[Kr] 4d8 5s",
        "Pauling_Electronegativity":2.28,
        "Allred_Roschow_Electronegativity":0.0002176,
        "Mulliken_Electronegativity":3.72945,
        "Electronegativity":2.28,
        "Analysis":null,
        "jmol_color":"#0a7d8c"
    },
    {
        "atomic_number":77,
        "symbol":"Ir",
        "name":"Iridium",
        "group_id":9,
        "electronic_configuration":"[Xe] 4f14 5d7 6s2",
        "Pauling_Electronegativity":2.2,
        "Allred_Roschow_Electronegativity":0.0002620263,
        "Mulliken_Electronegativity":4.48351,
        "Electronegativity":2.2,
        "Analysis":null,
        "jmol_color":"#175487"
    },
    {
        "atomic_number":109,
        "symbol":"Mt",
        "name":"Meitnerium",
        "group_id":9,
        "electronic_configuration":"[Rn] 5f14 6d7 7s2",
        "Pauling_Electronegativity":null,
        "Allred_Roschow_Electronegativity":0.0002343609,
        "Mulliken_Electronegativity":null,
        "Electronegativity":0.0002343609,
        "Analysis":null,
        "jmol_color":"#eb0026"
    },
    {
        "atomic_number":28,
        "symbol":"Ni",
        "name":"Nickel",
        "group_id":10,
        "electronic_configuration":"[Ar] 3d8 4s2",
        "Pauling_Electronegativity":1.91,
        "Allred_Roschow_Electronegativity":0.0003347107,
        "Mulliken_Electronegativity":3.8199385,
        "Electronegativity":1.91,
        "Analysis":"In Group 10, Pauling electronegativity increases from nickel to palladium and remains the same for palladium and platinum. This may be due to palladium’s fully filled orbitals, which enhance stability and reduce its tendency to attract more electrons. In contrast, Allred-Rochow electronegativity follows a different trend. It is highest for palladium, then decreases from palladium to darmstadtium as atomic size increases. Despite the presence of f-electrons in platinum, which typically enhance electronegativity due to poor shielding, palladium’s exceptional stability results in an unusually high Allred-Rochow value, overshadowing any significant shielding effects. The bar of darmstadtium is Allred-Roschow electronegativity and it is to be lower than platinum as bar of platinum shows Pauling electronegativity. However, when Allred-Rochow electronegativity of darmstadtium and platinum is compared, the darmstadtium's electronegativity value is slightly lower than platinum’s, reflecting weaker nuclear attraction due to larger atomic size, which can also being influenced by actinide contraction and relativistic effects.",
        "jmol_color":"#50d050"
    },
    {
        "atomic_number":46,
        "symbol":"Pd",
        "name":"Palladium",
        "group_id":10,
        "electronic_configuration":"[Kr] 4d10",
        "Pauling_Electronegativity":2.2,
        "Allred_Roschow_Electronegativity":0.0004756944,
        "Mulliken_Electronegativity":4.16843,
        "Electronegativity":2.2,
        "Analysis":null,
        "jmol_color":"#006985"
    },
    {
        "atomic_number":78,
        "symbol":"Pt",
        "name":"Platinum",
        "group_id":10,
        "electronic_configuration":"[Xe] 4f14 5d9 6s",
        "Pauling_Electronegativity":2.2,
        "Allred_Roschow_Electronegativity":0.0002346487,
        "Mulliken_Electronegativity":4.479415,
        "Electronegativity":2.2,
        "Analysis":null,
        "jmol_color":"#d0d0e0"
    },
    {
        "atomic_number":110,
        "symbol":"Ds",
        "name":"Darmstadtium",
        "group_id":10,
        "electronic_configuration":"[Rn] 5f14 6d9 7s1",
        "Pauling_Electronegativity":null,
        "Allred_Roschow_Electronegativity":0.0002166748,
        "Mulliken_Electronegativity":0.0,
        "Electronegativity":0.0002166748,
        "Analysis":null,
        "jmol_color":null
    },
    {
        "atomic_number":29,
        "symbol":"Cu",
        "name":"Copper",
        "group_id":11,
        "electronic_configuration":"[Ar] 3d10 4s",
        "Pauling_Electronegativity":1.9,
        "Allred_Roschow_Electronegativity":0.0002949617,
        "Mulliken_Electronegativity":3.86319,
        "Electronegativity":1.9,
        "Analysis":"In Group 11, copper surprisingly shows the lowest Pauling electronegativity—likely due to limitations in bond energy calculations. But based on Allred-Rochow values, copper leads the group, reflecting its small atomic size and strong pull on bonding electrons. Moving down, Allred-Rochow electronegativity generally decreases, but gold bucks the trend, having a higher value than silver. Why? Because f-electron poor shielding in gold enhances its nuclear attraction. For roentgenium, only Allred-Rochow data is available. The bar of roentgenium is Allred-Roschow electronegativity and it is to be lower than gold as bar of gold shows Pauling electronegativity. However, when Allred-Rochow electronegativity of roentgenium and gold is compared, the roentgenium 's electronegativity value is slightly higher than gold’s. Though it has a larger atomic radius, its electronegativity is slightly higher than gold’s, likely due to relativistic effects that increase nuclear attraction in superheavy elements.",
        "jmol_color":"#c88033"
    },
    {
        "atomic_number":47,
        "symbol":"Ag",
        "name":"Silver",
        "group_id":11,
        "electronic_configuration":"[Kr] 4d10 5s",
        "Pauling_Electronegativity":1.93,
        "Allred_Roschow_Electronegativity":0.0002258301,
        "Mulliken_Electronegativity":3.788117,
        "Electronegativity":1.93,
        "Analysis":null,
        "jmol_color":"#c0c0c0"
    },
    {
        "atomic_number":79,
        "symbol":"Au",
        "name":"Gold",
        "group_id":11,
        "electronic_configuration":"[Xe] 4f14 5d10 6s",
        "Pauling_Electronegativity":2.4,
        "Allred_Roschow_Electronegativity":0.0002406348,
        "Mulliken_Electronegativity":4.6127765,
        "Electronegativity":2.4,
        "Analysis":null,
        "jmol_color":"#ffd123"
    },
    {
        "atomic_number":111,
        "symbol":"Rg",
        "name":"Roentgenium",
        "group_id":11,
        "electronic_configuration":"[Rn] 5f14 6d10 7s1",
        "Pauling_Electronegativity":null,
        "Allred_Roschow_Electronegativity":0.000252715,
        "Mulliken_Electronegativity":0.0,
        "Electronegativity":0.000252715,
        "Analysis":null,
        "jmol_color":null
    },
    {
        "atomic_number":30,
        "symbol":"Zn",
        "name":"Zinc",
        "group_id":12,
        "electronic_configuration":"[Ar] 3d10 4s2",
        "Pauling_Electronegativity":1.65,
        "Allred_Roschow_Electronegativity":0.0003124102,
        "Mulliken_Electronegativity":0.0,
        "Electronegativity":1.65,
        "Analysis":"In Group 12, zinc registers the lowest Pauling electronegativity, likely due to uncertainties in bond energy data. Yet, its Allred-Rochow value is the highest, reflecting strong nuclear attraction on the outer electrons. Typically, Allred-Rochow electronegativity decreases down the group due to increasing atomic size. However, mercury defies this trend, showing a slightly higher value than cadmium—a result of poor f-electron shielding, which intensifies nuclear pull. For copernicium, only Allred-Rochow data is available. The bar of copernicium is Allred-Roschow electronegativity and it is to be lower than mercury as bar of mercury shows Pauling electronegativity. However, when Allred-Rochow electronegativity of coperniucium and mercury is compared, the copernicium 's electronegativity value is slightly higher than mercury’s. Though larger in size, its electronegativity is higher than mercury’s, likely due to powerful relativistic effects. In heavy atoms, the intense nuclear charge causes inner electrons to approach light speed, increasing their mass and contracting the s and p orbitals. This contraction enhances nuclear attraction for bonding electrons, giving copernicium a surprisingly high electronegativity—defying classic trends and highlighting the unique behavior of superheavy elements.",
        "jmol_color":"#7d80b0"
    },
    {
        "atomic_number":48,
        "symbol":"Cd",
        "name":"Cadmium",
        "group_id":12,
        "electronic_configuration":"[Kr] 4d10 5s2",
        "Pauling_Electronegativity":1.69,
        "Allred_Roschow_Electronegativity":0.000235186,
        "Mulliken_Electronegativity":0.0,
        "Electronegativity":1.69,
        "Analysis":null,
        "jmol_color":"#ffd98f"
    },
    {
        "atomic_number":80,
        "symbol":"Hg",
        "name":"Mercury",
        "group_id":12,
        "electronic_configuration":"[Xe] 4f14 5d10 6s2",
        "Pauling_Electronegativity":1.9,
        "Allred_Roschow_Electronegativity":0.0002459155,
        "Mulliken_Electronegativity":0.0,
        "Electronegativity":1.9,
        "Analysis":null,
        "jmol_color":"#b8b8d0"
    },
    {
        "atomic_number":112,
        "symbol":"Cn",
        "name":"Copernicium",
        "group_id":12,
        "electronic_configuration":"[Rn] 5f14 6d10 7s2",
        "Pauling_Electronegativity":null,
        "Allred_Roschow_Electronegativity":0.0002922601,
        "Mulliken_Electronegativity":0.0,
        "Electronegativity":0.0002922601,
        "Analysis":null,
        "jmol_color":null
    },
    {
        "atomic_number":5,
        "symbol":"B",
        "name":"Boron",
        "group_id":13,
        "electronic_configuration":"[He] 2s2 2p",
        "Pauling_Electronegativity":2.04,
        "Allred_Roschow_Electronegativity":0.0003598616,
        "Mulliken_Electronegativity":4.1490095,
        "Electronegativity":2.04,
        "Analysis":"In Group 13, electronegativity trends unfold with intriguing twists. Boron leads the pack with the highest electronegativity, thanks to its compact size and strong nuclear charge. Aluminium, being larger and more shielded, shows a noticeable drop. Surprisingly, gallium reverses the decline—its d-electrons shield poorly, allowing the nucleus to exert greater pull on bonding electrons than aluminium. Indium continues the expected downward trend due to its larger radius and better shielding, but thallium takes a slight upward turn. Why? Blame the ineffective shielding of f-electrons, which boosts its nuclear attraction. As for nihonium, direct Pauling or Mulliken values are unavailable. Using Allred-Rochow data, it was expected to fall below thallium, but instead, its electronegativity surpasses thallium’s—a likely result of relativistic effects enhancing orbital contraction and nuclear attraction. Overall, Group 13 reminds us that periodic trends aren’t just about size—they’re shaped by the complex dance of electron shielding, sublevel structure, and relativistic phenomena.",
        "jmol_color":"#ffb5b5"
    },
    {
        "atomic_number":13,
        "symbol":"Al",
        "name":"Aluminum",
        "group_id":13,
        "electronic_configuration":"[Ne] 3s2 3p",
        "Pauling_Electronegativity":1.61,
        "Allred_Roschow_Electronegativity":0.0002204586,
        "Mulliken_Electronegativity":2.9928842,
        "Electronegativity":1.61,
        "Analysis":"The decrease in electronegativity from boron to aluminum is due to aluminum's larger atomic radius and increased shielding effect, which reduces the nuclear attraction for bonding electrons.",
        "jmol_color":"#bfa6a6"
    },
    {
        "atomic_number":31,
        "symbol":"Ga",
        "name":"Gallium",
        "group_id":13,
        "electronic_configuration":"[Ar] 3d10 4s2 4p",
        "Pauling_Electronegativity":1.81,
        "Allred_Roschow_Electronegativity":0.0003251821,
        "Mulliken_Electronegativity":2.9996509,
        "Electronegativity":1.81,
        "Analysis":"Gallium has a slightly higher electronegativity than aluminum despite its larger size because of the poor shielding effect of the inner d-electrons, which increases the attraction of outermost electrons towards the nucleus.",
        "jmol_color":"#c28f8f"
    },
    {
        "atomic_number":49,
        "symbol":"In",
        "name":"Indium",
        "group_id":13,
        "electronic_configuration":"[Kr] 4d10 5s2 5p",
        "Pauling_Electronegativity":1.78,
        "Allred_Roschow_Electronegativity":0.0002479667,
        "Mulliken_Electronegativity":2.8931776,
        "Electronegativity":1.78,
        "Analysis":"Indium's electronegativity is slightly lower than gallium due to its larger atomic size and increased shielding effect, though it is still higher than expected for its position because of the influence of poor shielding by d- and f-electrons.",
        "jmol_color":"#a67573"
    },
    {
        "atomic_number":81,
        "symbol":"Tl",
        "name":"Thallium",
        "group_id":13,
        "electronic_configuration":"[Xe] 4f14 5d10 6s2 6p",
        "Pauling_Electronegativity":1.8,
        "Allred_Roschow_Electronegativity":0.0002411265,
        "Mulliken_Electronegativity":3.0541435,
        "Electronegativity":1.8,
        "Analysis":"Thallium has a slightly higher electronegativity than indium despite its larger size because of the poor shielding effect of the inner f-electrons, which increases the attraction of outermost electrons towards the nucleus.",
        "jmol_color":"#a6544d"
    },
    {
        "atomic_number":113,
        "symbol":"Nh",
        "name":"Nihonium",
        "group_id":13,
        "electronic_configuration":"[Rn] 5f14 6d10 7s2 7p1",
        "Pauling_Electronegativity":null,
        "Allred_Roschow_Electronegativity":0.0002703287,
        "Mulliken_Electronegativity":0.0,
        "Electronegativity":0.0002703287,
        "Analysis":null,
        "jmol_color":null
    },
    {
        "atomic_number":6,
        "symbol":"C",
        "name":"Carbon",
        "group_id":14,
        "electronic_configuration":"[He] 2s2 2p2",
        "Pauling_Electronegativity":2.55,
        "Allred_Roschow_Electronegativity":0.0005777778,
        "Mulliken_Electronegativity":5.630148,
        "Electronegativity":2.55,
        "Analysis":"In Group 14, electronegativity generally decreases down the group. Carbon tops the list due to its small size and strong nuclear pull. Silicon shows a drop due to increased size and shielding. Germanium is slightly more electronegative than silicon, thanks to poor d-electron shielding. Tin continues the downward trend, while lead shows a marginal drop, with opposing effects from added energy levels and weak f-electron shielding. Flerovium slightly reverses the trend with a higher Allred-Rochow electronegativity than lead, likely due to relativistic effects that enhance nuclear attraction. It is to be noted that the bar of flerovium depicts Allred-Roschow electronegativity and it is to be lower than lead as the bar of lead shows Pauling electronegativity. However, when Allred-Rochow electronegativity of flerovium and lead is compared, the flerovium's electronegativity value is slightly higher than lead.",
        "jmol_color":"#909090"
    },
    {
        "atomic_number":14,
        "symbol":"Si",
        "name":"Silicon",
        "group_id":14,
        "electronic_configuration":"[Ne] 3s2 3p2",
        "Pauling_Electronegativity":1.9,
        "Allred_Roschow_Electronegativity":0.0003084126,
        "Mulliken_Electronegativity":4.0758415,
        "Electronegativity":1.9,
        "Analysis":null,
        "jmol_color":"#f0c8a0"
    },
    {
        "atomic_number":32,
        "symbol":"Ge",
        "name":"Germanium",
        "group_id":14,
        "electronic_configuration":"[Ar] 3d10 4s2 4p2",
        "Pauling_Electronegativity":2.01,
        "Allred_Roschow_Electronegativity":0.0003859026,
        "Mulliken_Electronegativity":3.9497175,
        "Electronegativity":2.01,
        "Analysis":null,
        "jmol_color":"#668f8f"
    },
    {
        "atomic_number":50,
        "symbol":"Sn",
        "name":"Tin",
        "group_id":14,
        "electronic_configuration":"[Kr] 4d10 5s2 5p2",
        "Pauling_Electronegativity":1.96,
        "Allred_Roschow_Electronegativity":0.0002882653,
        "Mulliken_Electronegativity":3.6719585,
        "Electronegativity":1.96,
        "Analysis":null,
        "jmol_color":"#668080"
    },
    {
        "atomic_number":82,
        "symbol":"Pb",
        "name":"Lead",
        "group_id":14,
        "electronic_configuration":"[Xe] 4f14 5d10 6s2 6p2",
        "Pauling_Electronegativity":1.8,
        "Allred_Roschow_Electronegativity":0.000272473,
        "Mulliken_Electronegativity":3.7083398,
        "Electronegativity":1.8,
        "Analysis":null,
        "jmol_color":"#575961"
    },
    {
        "atomic_number":114,
        "symbol":"Fl",
        "name":"Flerovium",
        "group_id":14,
        "electronic_configuration":"[Rn] 5f14 6d10 7s2 7p2",
        "Pauling_Electronegativity":null,
        "Allred_Roschow_Electronegativity":0.0002762971,
        "Mulliken_Electronegativity":0.0,
        "Electronegativity":0.0002762971,
        "Analysis":null,
        "jmol_color":null
    },
    {
        "atomic_number":7,
        "symbol":"N",
        "name":"Nitrogen",
        "group_id":15,
        "electronic_configuration":"[He] 2s2 2p3",
        "Pauling_Electronegativity":3.04,
        "Allred_Roschow_Electronegativity":0.000773656,
        "Mulliken_Electronegativity":7.267065,
        "Electronegativity":3.04,
        "Analysis":"The electronegativity trend in Group 15 unfolds as a delicate balance of atomic size, shielding effects, and relativistic influences. Nitrogen leads with the highest electronegativity, its small size allowing a strong nuclear grip on bonding electrons. As we descend, phosphorous experiences a notable drop due to its larger atomic radius. Arsenic and antimony follow suit, but their decline is more gradual, as poor d- and f-electron shielding slightly offsets size effects—interestingly, arsenic’s Allred-Roschow electronegativity is even slightly higher than phosphorus due to this shielding behavior. Bismuth, instead of continuing the decline, remains close to antimony, likely due to relativistic effects enhancing nuclear attraction. Moscovium's Pauling electronegativity is unknown. The bar of moscovium is Allred-Roschow electronegativity and it is to be lower than bismuth as bar of bismuth shows Pauling electronegativity. However, when Allred-Rochow electronegativity of moscovium and bismuth is compared, the moscovium's electronegativity value is lower than bismuth, as increasing atomic size begins to counteract relativistic effects. Group 15 is a perfect example of how electronegativity trends are shaped by more than just size—shielding and relativistic effects add fascinating twists!",
        "jmol_color":"#3050f8"
    },
    {
        "atomic_number":15,
        "symbol":"P",
        "name":"Phosphorus",
        "group_id":15,
        "electronic_configuration":"[Ne] 3s2 3p3",
        "Pauling_Electronegativity":2.19,
        "Allred_Roschow_Electronegativity":0.0003895788,
        "Mulliken_Electronegativity":5.243343,
        "Electronegativity":2.19,
        "Analysis":null,
        "jmol_color":"#ff8000"
    },
    {
        "atomic_number":33,
        "symbol":"As",
        "name":"Arsenic",
        "group_id":15,
        "electronic_configuration":"[Ar] 3d10 4s2 4p3",
        "Pauling_Electronegativity":2.18,
        "Allred_Roschow_Electronegativity":0.0004302985,
        "Mulliken_Electronegativity":4.8945,
        "Electronegativity":2.18,
        "Analysis":null,
        "jmol_color":"#bd80e3"
    },
    {
        "atomic_number":51,
        "symbol":"Sb",
        "name":"Antimony",
        "group_id":15,
        "electronic_configuration":"[Kr] 4d10 5s2 5p3",
        "Pauling_Electronegativity":2.05,
        "Allred_Roschow_Electronegativity":0.0003214286,
        "Mulliken_Electronegativity":4.3041945,
        "Electronegativity":2.05,
        "Analysis":null,
        "jmol_color":"#9e63b5"
    },
    {
        "atomic_number":83,
        "symbol":"Bi",
        "name":"Bismuth",
        "group_id":15,
        "electronic_configuration":"[Xe] 4f14 5d10 6s2 6p3",
        "Pauling_Electronegativity":1.9,
        "Allred_Roschow_Electronegativity":0.0002763037,
        "Mulliken_Electronegativity":3.642758,
        "Electronegativity":1.9,
        "Analysis":null,
        "jmol_color":"#9e4fb5"
    },
    {
        "atomic_number":115,
        "symbol":"Mc",
        "name":"Moscovium",
        "group_id":15,
        "electronic_configuration":"[Rn] 5f14 6d10 7s2 7p3",
        "Pauling_Electronegativity":null,
        "Allred_Roschow_Electronegativity":0.0002400549,
        "Mulliken_Electronegativity":0.0,
        "Electronegativity":0.0002400549,
        "Analysis":null,
        "jmol_color":null
    },
    {
        "atomic_number":8,
        "symbol":"O",
        "name":"Oxygen",
        "group_id":16,
        "electronic_configuration":"[He] 2s2 2p4",
        "Pauling_Electronegativity":3.44,
        "Allred_Roschow_Electronegativity":0.0011463845,
        "Mulliken_Electronegativity":6.809027,
        "Electronegativity":3.44,
        "Analysis":"The electronegativity trend in Group 16 reflects a balance of atomic size, shielding, and relativistic effects. Oxygen, the most electronegative, has a strong nuclear pull due to its small size. Moving down, sulphur, selenium, and tellurium show a gradual decrease in Pauling electronegativity as atomic size increases. However, selenium’s Allred-Roschow electronegativity is slightly higher than sulfur due to poor d-electron shielding. Polonium has slightly lower electronegativity due to increase in atomic size and counteract relativistic effects, while livermorium is expected to have the lowest electronegativity. The bar of livermorium is Allred-Roschow electronegativity and it is to be lower than polonium as bar of polonium shows Pauling electronegativity. However, when Allred-Rochow electronegativity of livermorium and polonium is compared, the livermorium's electronegativity value is lower than polonium, as increasing atomic size begins to counteract relativistic effects. This group highlights how electronegativity is shaped by more than just size!",
        "jmol_color":"#ff0d0d"
    },
    {
        "atomic_number":16,
        "symbol":"S",
        "name":"Sulfur",
        "group_id":16,
        "electronic_configuration":"[Ne] 3s2 3p4",
        "Pauling_Electronegativity":2.58,
        "Allred_Roschow_Electronegativity":0.0005137148,
        "Mulliken_Electronegativity":5.180005,
        "Electronegativity":2.58,
        "Analysis":null,
        "jmol_color":"#ffff30"
    },
    {
        "atomic_number":34,
        "symbol":"Se",
        "name":"Selenium",
        "group_id":16,
        "electronic_configuration":"[Ar] 3d10 4s2 4p4",
        "Pauling_Electronegativity":2.55,
        "Allred_Roschow_Electronegativity":0.0005164982,
        "Mulliken_Electronegativity":4.876196,
        "Electronegativity":2.55,
        "Analysis":null,
        "jmol_color":"#ffa100"
    },
    {
        "atomic_number":52,
        "symbol":"Te",
        "name":"Tellurium",
        "group_id":16,
        "electronic_configuration":"[Kr] 4d10 5s2 5p4",
        "Pauling_Electronegativity":2.1,
        "Allred_Roschow_Electronegativity":0.0003757569,
        "Mulliken_Electronegativity":4.50483,
        "Electronegativity":2.1,
        "Analysis":null,
        "jmol_color":"#d47a00"
    },
    {
        "atomic_number":84,
        "symbol":"Po",
        "name":"Polonium",
        "group_id":16,
        "electronic_configuration":"[Xe] 4f14 5d10 6s2 6p4",
        "Pauling_Electronegativity":2.0,
        "Allred_Roschow_Electronegativity":0.0003305589,
        "Mulliken_Electronegativity":4.207,
        "Electronegativity":2.0,
        "Analysis":null,
        "jmol_color":"#ab5c00"
    },
    {
        "atomic_number":116,
        "symbol":"Lv",
        "name":"Livermorium",
        "group_id":16,
        "electronic_configuration":"[Rn] 5f14 6d10 7s2 7p4",
        "Pauling_Electronegativity":null,
        "Allred_Roschow_Electronegativity":0.0002269388,
        "Mulliken_Electronegativity":0.0,
        "Electronegativity":0.0002269388,
        "Analysis":null,
        "jmol_color":null
    },
    {
        "atomic_number":9,
        "symbol":"F",
        "name":"Fluorine",
        "group_id":17,
        "electronic_configuration":"[He] 2s2 2p5",
        "Pauling_Electronegativity":3.98,
        "Allred_Roschow_Electronegativity":0.0012695312,
        "Mulliken_Electronegativity":8.71141,
        "Electronegativity":3.98,
        "Analysis":"Group 17 (the halogens) follows a clear electronegativity trend influenced by atomic size and shielding effects. Fluorine, the most electronegative element, has a small atomic radius and a strong nuclear pull. As we move down to chlorine, bromine, and iodine, electronegativity decreases due to increasing atomic size and electron shielding, weakening the nucleus' hold on bonding electrons. Astatine continues this trend but is slightly stabilized by relativistic effects. Tennessine is expected to have the lowest electronegativity in the group as depicted by Allred-Roschow value, though its exact values of Pauling and Mulliken remain unknown. The bar of tennessine is Allred-Roschow electronegativity and it is to be lower than astatine as bar of astatine shows Pauling electronegativity. However, when Allred-Rochow electronegativity of tennessine and astatine is compared, the tennessine's electronegativity value is lower than astatine, as increasing atomic size counteract relativistic effects. This trend highlights how atomic structure shapes an element’s ability to attract electrons!",
        "jmol_color":"#90e050"
    },
    {
        "atomic_number":17,
        "symbol":"Cl",
        "name":"Chlorine",
        "group_id":17,
        "electronic_configuration":"[Ne] 3s2 3p5",
        "Pauling_Electronegativity":3.16,
        "Allred_Roschow_Electronegativity":0.0006223855,
        "Mulliken_Electronegativity":6.483815,
        "Electronegativity":3.16,
        "Analysis":null,
        "jmol_color":"#1ff01f"
    },
    {
        "atomic_number":35,
        "symbol":"Br",
        "name":"Bromine",
        "group_id":17,
        "electronic_configuration":"[Ar] 3d10 4s2 4p5",
        "Pauling_Electronegativity":2.96,
        "Allred_Roschow_Electronegativity":0.0005847953,
        "Mulliken_Electronegativity":5.906905,
        "Electronegativity":2.96,
        "Analysis":null,
        "jmol_color":"#a62929"
    },
    {
        "atomic_number":53,
        "symbol":"I",
        "name":"Iodine",
        "group_id":17,
        "electronic_configuration":"[Kr] 4d10 5s2 5p5",
        "Pauling_Electronegativity":2.66,
        "Allred_Roschow_Electronegativity":0.0004296455,
        "Mulliken_Electronegativity":5.22563,
        "Electronegativity":2.66,
        "Analysis":null,
        "jmol_color":"#940094"
    },
    {
        "atomic_number":85,
        "symbol":"At",
        "name":"Astatine",
        "group_id":17,
        "electronic_configuration":"[Xe] 4f14 5d10 6s2 6p5",
        "Pauling_Electronegativity":2.2,
        "Allred_Roschow_Electronegativity":0.0003517053,
        "Mulliken_Electronegativity":4.658755,
        "Electronegativity":2.2,
        "Analysis":null,
        "jmol_color":"#754f45"
    },
    {
        "atomic_number":117,
        "symbol":"Ts",
        "name":"Tennessine",
        "group_id":17,
        "electronic_configuration":"[Rn] 5f14 6d10 7s2 7p5",
        "Pauling_Electronegativity":null,
        "Allred_Roschow_Electronegativity":0.0002791552,
        "Mulliken_Electronegativity":0.0,
        "Electronegativity":0.0002791552,
        "Analysis":null,
        "jmol_color":null
    },
    {
        "atomic_number":2,
        "symbol":"He",
        "name":"Helium",
        "group_id":18,
        "electronic_configuration":"1s2",
        "Pauling_Electronegativity":null,
        "Allred_Roschow_Electronegativity":0.0008034026,
        "Mulliken_Electronegativity":12.293693968,
        "Electronegativity":0.0008034026,
        "Analysis":"Group 18 (the noble gases) generally have low electronegativity due to their full valence shells, making them chemically inert. Pauling electronegativity values are unknown for the noble gases. Therefore, the bar in the graph shows the Allred-Roschow electronegativity values for noble gases. However, krypton and xenon can form compounds, showing measurable electronegativity. Fluorine’s extreme electronegativity allows it to pull electrons from xenon in compounds like XeF₂. Electronegativity decreases down the group as atomic size increases and nuclear attraction weakens. Radon is expected to have an even lower value due to relativistic effects. For oganesson, electronegativity remains uncertain but is predicted to be very low due to strong relativistic influences and a highly diffuse electron cloud.",
        "jmol_color":"#d9ffff"
    },
    {
        "atomic_number":10,
        "symbol":"Ne",
        "name":"Neon",
        "group_id":18,
        "electronic_configuration":"[He] 2s2 2p6",
        "Pauling_Electronegativity":null,
        "Allred_Roschow_Electronegativity":0.0013031856,
        "Mulliken_Electronegativity":0.0,
        "Electronegativity":0.0013031856,
        "Analysis":null,
        "jmol_color":"#b3e3f5"
    },
    {
        "atomic_number":18,
        "symbol":"Ar",
        "name":"Argon",
        "group_id":18,
        "electronic_configuration":"[Ne] 3s2 3p6",
        "Pauling_Electronegativity":null,
        "Allred_Roschow_Electronegativity":0.0007324219,
        "Mulliken_Electronegativity":7.8798056,
        "Electronegativity":0.0007324219,
        "Analysis":null,
        "jmol_color":"#80d1e3"
    },
    {
        "atomic_number":36,
        "symbol":"Kr",
        "name":"Krypton",
        "group_id":18,
        "electronic_configuration":"[Ar] 3d10 4s2 4p6",
        "Pauling_Electronegativity":null,
        "Allred_Roschow_Electronegativity":0.0006026737,
        "Mulliken_Electronegativity":0.0,
        "Electronegativity":0.0006026737,
        "Analysis":null,
        "jmol_color":"#5cb8d1"
    },
    {
        "atomic_number":54,
        "symbol":"Xe",
        "name":"Xenon",
        "group_id":18,
        "electronic_configuration":"[Kr] 4d10 5s2 5p6",
        "Pauling_Electronegativity":2.6,
        "Allred_Roschow_Electronegativity":0.0004807412,
        "Mulliken_Electronegativity":6.06492155,
        "Electronegativity":0.0004807412,
        "Analysis":null,
        "jmol_color":"#429eb0"
    },
    {
        "atomic_number":86,
        "symbol":"Rn",
        "name":"Radon",
        "group_id":18,
        "electronic_configuration":"[Xe] 4f14 5d10 6s2 6p6",
        "Pauling_Electronegativity":null,
        "Allred_Roschow_Electronegativity":0.000409145,
        "Mulliken_Electronegativity":0.0,
        "Electronegativity":0.000409145,
        "Analysis":null,
        "jmol_color":"#428296"
    },
    {
        "atomic_number":118,
        "symbol":"Og",
        "name":"Oganesson",
        "group_id":18,
        "electronic_configuration":"[Rn] 5f14 6d10 7s2 7p6",
        "Pauling_Electronegativity":null,
        "Allred_Roschow_Electronegativity":0.0003346992,
        "Mulliken_Electronegativity":0.0,
        "Electronegativity":0.0003346992,
        "Analysis":null,
        "jmol_color":null
    }
]