[
    {
        "atomic_number":1,
        "name":"Hydrogen",
        "symbol":"H",
        "group_id":1,
        "electronic_configuration":"1s",
        "jmol_color":"#ffffff",
        "IE1":13.5984340051,
        "IE2":null,
        "IE3":null,
        "IE4":null,
        "IE5":null,
        "IE6":null,
        "IE7":null,
        "Analysis":"Imagine a staircase where each step represents an alkali metal from hydrogen down to francium. At the top, hydrogen holds its only electron tightly, like a guard protecting a single jewel. Its electron is close to the nucleus with no other electrons in the way, so it takes a lot of energy to snatch it away — that’s why hydrogen has the highest ionization energy in Group 1. As we step down from lithium to cesium, each element adds a new electron shell, making the outermost electron easier to steal because it’s farther from the nucleus and shielded by inner electrons. This weaker attraction means less energy is needed to remove the electron, and ionization energy decreases. But wait — francium breaks the trend! Despite being below cesium, francium has a slightly higher ionization energy. Why? It’s all about relativistic effects. Francium’s 7s electron is pulled closer to the nucleus due to its high atomic number (heavier than cesium), making it a little harder to remove than cesium’s 6s electron. So, francium might be the king of Group 1 in terms of size, but it still holds onto its electron tighter than cesium!",
        "First_to_seventh_IE_Analysis":"There is no second ionization energy for hydrogen because hydrogen has only one electron.\n\nThe first ionization energy of hydrogen refers to the energy required to remove this only electron, converting a neutral hydrogen atom (H) into a proton (H⁺). After this process, no electrons are left in the atom—only a bare nucleus (a proton). Since ionization energy refers to the removal of an electron, and a proton has no electrons to remove, there is no second ionization energy possible for hydrogen."
    },
    {
        "atomic_number":3,
        "name":"Lithium",
        "symbol":"Li",
        "group_id":1,
        "electronic_configuration":"[He] 2s",
        "jmol_color":"#cc80ff",
        "IE1":5.391714761,
        "IE2":75.6400937,
        "IE3":122.4543538,
        "IE4":null,
        "IE5":null,
        "IE6":null,
        "IE7":null,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"There is dramatic increase in the second ionization energy for lithium. This is because after removal of one valence electron, the remaining 2 electrons are in 1s orbital and it is completely filled and thus highly stable. To remove an electron from the completely filled orbital requires very high energy due to which, lithium shows very high second ionization energy. The third ionization energy is extremely high because the electron is being removed from a highly charged ion (Li²⁺) with no shielding and a strong nuclear attraction."
    },
    {
        "atomic_number":11,
        "name":"Sodium",
        "symbol":"Na",
        "group_id":1,
        "electronic_configuration":"[Ne] 3s",
        "jmol_color":"#ab5cf2",
        "IE1":5.1390767,
        "IE2":47.28636,
        "IE3":71.62,
        "IE4":98.936,
        "IE5":138.4,
        "IE6":172.228,
        "IE7":208.5,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Huge jump from the 1st to 2nd ionization energy for sodium, because the 2nd electron is removed from a stable noble gas core (Ne configuration). Each successive ionization from the 2nd to 7th becomes progressively harder, since electrons are being removed from an increasingly positive ion with less shielding."
    },
    {
        "atomic_number":19,
        "name":"Potassium",
        "symbol":"K",
        "group_id":1,
        "electronic_configuration":"[Ar] 4s",
        "jmol_color":"#8f40d4",
        "IE1":4.34066354,
        "IE2":31.625,
        "IE3":45.8031,
        "IE4":60.917,
        "IE5":82.66,
        "IE6":99.4,
        "IE7":117.56,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"1st ionization is low (removal of 4s¹ valence electron). 2nd ionization energy shows a massive jump for potassium, as it involves removing a core electron from a stable noble gas configuration. 3rd to 7th IEs increase progressively, with each electron being removed from a more positively charged ion, reducing shielding and increasing effective nuclear attraction. By the 7th ionization, electrons are being pulled from a highly charged K⁶⁺ ion, requiring extremely high energy."
    },
    {
        "atomic_number":37,
        "name":"Rubidium",
        "symbol":"Rb",
        "group_id":1,
        "electronic_configuration":"[Kr] 5s",
        "jmol_color":"#702eb0",
        "IE1":4.177128,
        "IE2":27.28954,
        "IE3":39.247,
        "IE4":52.2,
        "IE5":68.4,
        "IE6":82.9,
        "IE7":98.67,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Rubidium has a low first ionization energy, but a sharp and dramatic increase from the second onward as the second electron will be removed from the stable noble gas configuration. The 3rd to 7th ionization energies progressively increases, as the atom becomes more positively charged and compact.\n\n\n\n\n\n\n\n\n"
    },
    {
        "atomic_number":55,
        "name":"Cesium",
        "symbol":"Cs",
        "group_id":1,
        "electronic_configuration":"[Xe] 6s",
        "jmol_color":"#57178f",
        "IE1":3.893905548,
        "IE2":23.15745,
        "IE3":33.195,
        "IE4":43.0,
        "IE5":56.0,
        "IE6":69.1,
        "IE7":82.9,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"The 1st ionization energy for cesium is very low as it is easy to remove the 6s¹ valence electron. The 2nd ionization energy onward, there is a sharp and significant increase, as electrons are stripped from the noble gas core. The 2nd to 7th ionization energies increase steeply due to strong nuclear attraction, relativistic effects, and minimal shielding of inner electrons in a highly charged, shrinking ion."
    },
    {
        "atomic_number":87,
        "name":"Francium",
        "symbol":"Fr",
        "group_id":1,
        "electronic_configuration":"[Rn] 7s",
        "jmol_color":"#420066",
        "IE1":4.0727409,
        "IE2":22.4,
        "IE3":33.0,
        "IE4":39.1,
        "IE5":50.0,
        "IE6":67.0,
        "IE7":80.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"The sudden jump for 2nd ionization energy in francium is due to removal of electron from the stable noble gas configuration. The 3rd to 7th ionization energy increases, as electrons are removed from the stable inner core (radon configuration), with growing nuclear attraction and decreasing shielding. Although precise data for francium is limited, the theoretical trend aligns well with periodic behavior and relativistic quantum predictions."
    },
    {
        "atomic_number":4,
        "name":"Beryllium",
        "symbol":"Be",
        "group_id":2,
        "electronic_configuration":"[He] 2s2",
        "jmol_color":"#c2ff00",
        "IE1":9.322699,
        "IE2":18.211153,
        "IE3":153.896198,
        "IE4":217.7185766,
        "IE5":null,
        "IE6":null,
        "IE7":null,
        "Analysis":"Imagine a stack of coins, each representing an alkaline earth metal from beryllium to radium. At the top, beryllium clutches its outer electron tightly, like a magnet holding a single coin close — that’s why it has the highest ionization energy in Group 2. But as we add more coins (electron shells) moving down the group, the grip loosens. Each new layer pushes the outer electron farther from the nucleus and adds more shielding, making it easier to remove the electron. By the time we reach radium, the outer electron is barely holding on. However, there’s a surprising twist — radium’s ionization energy is slightly higher than barium’s. This is due to relativistic effects, a phenomenon that becomes significant in very heavy atoms. As the nucleus gets heavier, electrons move faster, approaching a significant fraction of the speed of light. This increase in velocity causes the electrons to gain mass (according to Einstein’s theory of relativity), and they get pulled closer to the nucleus. In radium, this relativistic contraction affects the 7s electron, making it slightly more difficult to remove than barium’s 6s electron. Thus, despite being lower in the group, radium holds onto its electron a bit tighter than expected.\n\n",
        "First_to_seventh_IE_Analysis":"Beryllium has a relatively high first and second ionization energy because its two valence electrons (2s²) are held tightly in a small atom with minimal shielding. However, from the third ionization energy onward, there is a dramatic increase, as electrons are removed from the stable 1s² inner core, which is strongly bound and poorly shielded. This steep jump reflects the removal of core electrons in a highly compact and positively charged ion, making further ionizations extremely energy-intensive."
    },
    {
        "atomic_number":12,
        "name":"Magnesium",
        "symbol":"Mg",
        "group_id":2,
        "electronic_configuration":"[Ne] 3s2",
        "jmol_color":"#8aff00",
        "IE1":7.646235,
        "IE2":15.035267,
        "IE3":80.1436,
        "IE4":109.2654,
        "IE5":141.335,
        "IE6":186.76,
        "IE7":225.015,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Magnesium’s first and second ionization energies are moderate, involving the removal of its two 3s valence electrons. A sharp increase at the third ionization energy occurs as electrons are then removed from the fully filled 2p⁶ inner shell, part of the neon core. From the third to seventh ionizations, the energies rise steeply due to increasing effective nuclear charge and poor shielding, reflecting the tightly held nature of these core electrons."
    },
    {
        "atomic_number":20,
        "name":"Calcium",
        "symbol":"Ca",
        "group_id":2,
        "electronic_configuration":"[Ar] 4s2",
        "jmol_color":"#3dff00",
        "IE1":6.1131552,
        "IE2":11.871718,
        "IE3":50.91315,
        "IE4":67.2732,
        "IE5":84.338,
        "IE6":108.78,
        "IE7":127.2,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Calcium exhibits low first and second ionization energies, corresponding to the removal of its 4s² valence electrons. The third ionization energy jumps significantly, marking the start of removing electrons from the argon core (3p⁶). Ionization energies from the third to seventh increase progressively, as each electron is stripped from deeper, more stable inner shells with stronger nuclear attraction and minimal shielding."
    },
    {
        "atomic_number":38,
        "name":"Strontium",
        "symbol":"Sr",
        "group_id":2,
        "electronic_configuration":"[Kr] 5s2",
        "jmol_color":"#00ff00",
        "IE1":5.6948672,
        "IE2":11.030276,
        "IE3":42.88353,
        "IE4":56.28,
        "IE5":71.0,
        "IE6":88.0,
        "IE7":104.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Strontium’s first and second ionization energies are relatively low due to its large size and high shielding, making the 5s² electrons easy to remove. However, the third ionization energy rises steeply as removal begins from the stable krypton (Kr) core, specifically the 4p orbitals. Successive ionizations up to the seventh are increasingly difficult, requiring much more energy due to the strong nuclear pull and poor shielding by d and f orbitals."
    },
    {
        "atomic_number":56,
        "name":"Barium",
        "symbol":"Ba",
        "group_id":2,
        "electronic_configuration":"[Xe] 6s2",
        "jmol_color":"#00c900",
        "IE1":5.211664,
        "IE2":10.003826,
        "IE3":35.84,
        "IE4":47.03,
        "IE5":58.0,
        "IE6":71.0,
        "IE7":86.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Barium follows the same pattern with low first and second ionization energies, thanks to the large atomic radius and the loosely held 6s² valence electrons. A dramatic increase in the third ionization energy occurs when entering the xenon core, starting with 5p electrons. The third to seventh ionizations become progressively more difficult, as electrons are stripped from deeply embedded orbitals under increasing nuclear attraction and ineffective shielding by inner electrons."
    },
    {
        "atomic_number":88,
        "name":"Radium",
        "symbol":"Ra",
        "group_id":2,
        "electronic_configuration":"[Rn] 7s2",
        "jmol_color":"#007d00",
        "IE1":5.278424,
        "IE2":10.147153,
        "IE3":31.0,
        "IE4":41.0,
        "IE5":52.9,
        "IE6":64.0,
        "IE7":82.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Radium, being the heaviest Group 2 element, has very low first and second ionization energies, as its 7s² electrons are extremely shielded and far from the nucleus. The third ionization energy sharply increases, involving the removal of 6p electrons from the radon core. Further ionizations (up to the seventh) require immense energy, as they involve tightly bound inner electrons affected by strong relativistic effects and poor shielding by 4f and 5f electrons, making electron removal increasingly difficult."
    },
    {
        "atomic_number":21,
        "name":"Scandium",
        "symbol":"Sc",
        "group_id":3,
        "electronic_configuration":"[Ar] 3d 4s2",
        "jmol_color":"#e6e6e6",
        "IE1":6.56149,
        "IE2":12.79977,
        "IE3":24.756838,
        "IE4":73.4894,
        "IE5":91.949,
        "IE6":110.68,
        "IE7":138.0,
        "Analysis":"In Group 3, the first ionization energy generally decreases as we move down the group from scandium to actinium. This trend is due to the increasing atomic radius and the addition of electron shells, which place the outermost electrons farther from the nucleus. Although the nuclear charge increases, however, due to the involvement of d- and f-orbitals, the trend may show minor irregularities influenced by subshell electron configurations and relativistic effects in heavier elements like actinium.\n",
        "First_to_seventh_IE_Analysis":"Scandium has a relatively low first, second, and third ionization energy due to the removal of its 4s2 and 3d1 valence electrons, which are readily available for bonding. Ionization energy always increases with each successive electron removed because the remaining electrons are held more tightly by the nucleus due to an increased effective nuclear charge and reduced electron-electron repulsion. However, from the fourth ionization energy onward, there's a dramatic increase as electrons are pulled from the very stable noble gas core (Argon configuration). This steep jump reflects the removal of tightly bound inner-shell electrons from an increasingly positive ion, making further ionizations exceptionally energy-intensive"
    },
    {
        "atomic_number":39,
        "name":"Yttrium",
        "symbol":"Y",
        "group_id":3,
        "electronic_configuration":"[Kr] 4d 5s2",
        "jmol_color":"#94ffff",
        "IE1":6.21726,
        "IE2":12.224,
        "IE3":20.52441,
        "IE4":60.607,
        "IE5":74.97,
        "IE6":91.39,
        "IE7":110.02,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Yttrium exhibits relatively low first, second, and third ionization energies, as these correspond to the removal of its 5s2 and 4d1 valence electrons. Each successive ionization energy is higher than the last because the removal of an electron leads to a greater effective nuclear charge on the remaining electrons and decreased inter-electron repulsion, binding them more strongly. As we move to the fourth ionization energy and beyond, there is a sharp increase in energy. This dramatic jump indicates the removal of core electrons (Krypton configuration) that are held much more tightly by the nucleus due to a higher effective nuclear charge and a more stable, filled inner shell, making subsequent ionizations considerably more difficult"
    },
    {
        "atomic_number":"57-71",
        "name":"Lanthanides",
        "symbol":"Ln",
        "group_id":3,
        "electronic_configuration":"[Xe] 5d 6s2",
        "jmol_color":"#70d4ff",
        "IE1":5.5769,
        "IE2":11.18492,
        "IE3":19.1773,
        "IE4":49.95,
        "IE5":61.6,
        "IE6":74.0,
        "IE7":88.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Lanthanides displays comparatively low first, second, and third ionization energies, reflecting the removal of its 6s2 and 5d1 valence electrons. The general trend of increasing ionization energy with each electron removed holds true, as the remaining electrons experience a stronger pull from the nucleus due to reduced shielding and a higher positive charge. Here, only data of lanthanum is present. Ionization energy trend for rest of the lanthanides can be seen under lanthanides and actinides. From the fourth ionization energy onwards for lanthanum, there is a pronounced increase. This substantial rise signifies the removal of electrons from the highly stable Xenon core and the completely filled 4f14 subshell. The effective nuclear charge experienced by these core electrons is quite high, despite the shielding from the 4f electrons, making their removal very energy-demanding.\n\n"
    },
    {
        "atomic_number":"89-103",
        "name":"Actinides",
        "symbol":"Ac",
        "group_id":3,
        "electronic_configuration":"[Rn] 6d 7s2",
        "jmol_color":"#70abfa",
        "IE1":5.380226,
        "IE2":11.75,
        "IE3":17.431,
        "IE4":44.8,
        "IE5":55.0,
        "IE6":67.0,
        "IE7":79.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Actinides is predicted to have relatively low first, second, and possibly third ionization energies, corresponding to the removal of its 7s2 and 6d1 (or 7p1) valence electrons. It is to be noted that here it is only actinium data is present. To look for trend in ionization energies of actinides, go to the lanthanides and actinides tab. As with all elements, each subsequent ionization energy will be higher than the previous one, as the electron is being removed from an increasingly positive ion, and the remaining electrons are more tightly bound. Beyond these, a substantial increase in ionization energy is expected. This sharp rise indicates the removal of electrons from the highly stable Radon core and the filled 5f14 subshell. Relativistic effects in such heavy elements can influence these energies, but generally, the removal of core electrons will be significantly more difficult due to their strong attraction to the nucleus."
    },
    {
        "atomic_number":22,
        "name":"Titanium",
        "symbol":"Ti",
        "group_id":4,
        "electronic_configuration":"[Ar] 3d2 4s2",
        "jmol_color":"#bfc2c7",
        "IE1":6.82812,
        "IE2":13.5755,
        "IE3":27.49171,
        "IE4":43.26717,
        "IE5":99.3,
        "IE6":119.53,
        "IE7":140.68,
        "Analysis":"The first ionization energy in Group 4 transition metals generally decreases from titanium to zirconium but then slightly increases from zirconium to hafnium. This unexpected rise in hafnium’s ionization energy is due to the lanthanide contraction — the presence of 4f electrons in hafnium leads to increased effective nuclear charge, pulling the electrons closer and making them harder to remove. Rutherfordium’s ionization energy is less well-defined due to its instability, but relativistic effects are expected to play a significant role in its electronic structure, but their precise impact on ionization energy is still a subject of ongoing research.\n",
        "First_to_seventh_IE_Analysis":"Titanium has relatively low first, second, third, and fourth ionization energies, as these correspond to the removal of its 4s2 and 3d2 valence electrons. Each successive ionization energy is higher than the last because the removal of an electron leads to a greater effective nuclear charge on the remaining electrons and decreased electron-electron repulsion, binding them more strongly. However, from the fifth ionization energy onward, there's a dramatic increase as electrons are pulled from the very stable noble gas core (Argon configuration). This steep jump reflects the removal of tightly bound inner-shell electrons from an increasingly positive ion, making further ionizations exceptionally energy-intensive."
    },
    {
        "atomic_number":40,
        "name":"Zirconium",
        "symbol":"Zr",
        "group_id":4,
        "electronic_configuration":"[Kr] 4d2 5s2",
        "jmol_color":"#94e0e0",
        "IE1":6.6339,
        "IE2":13.13,
        "IE3":23.17,
        "IE4":34.41836,
        "IE5":80.348,
        "IE6":96.27,
        "IE7":112.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Zirconium exhibits relatively low first, second, third, and fourth ionization energies, as these correspond to the removal of its 5s2 and 4d2 valence electrons. The ionization energy always increases with each successive electron removed because the remaining electrons are held more tightly by the nucleus due to an increased effective nuclear charge and reduced electron-electron repulsion. As we move to the fifth ionization energy and beyond, there is a sharp increase in energy. This dramatic jump indicates the removal of core electrons (Krypton configuration) that are held much more tightly by the nucleus due to a higher effective nuclear charge and a more stable, filled inner shell, making subsequent ionizations considerably more difficult."
    },
    {
        "atomic_number":72,
        "name":"Hafnium",
        "symbol":"Hf",
        "group_id":4,
        "electronic_configuration":"[Xe] 4f14 5d2 6s2",
        "jmol_color":"#4dc2ff",
        "IE1":6.82507,
        "IE2":15.0,
        "IE3":23.28,
        "IE4":33.37,
        "IE5":68.375,
        "IE6":98.0,
        "IE7":118.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Hafnium displays comparatively low first, second, third, and fourth ionization energies, reflecting the removal of its 6s2 and 5d2 valence electrons. The general trend of increasing ionization energy with each electron removed holds true, as the remaining electrons experience a stronger pull from the nucleus due to reduced shielding and a higher positive charge. From the fifth ionization energy onwards, there is a pronounced increase. This substantial rise signifies the removal of electrons from the highly stable Xenon core and the completely filled 4f14 subshell. The effective nuclear charge experienced by these core electrons is quite high, despite the shielding from the 4f electrons, making their removal very energy-demanding."
    },
    {
        "atomic_number":104,
        "name":"Rutherfordium",
        "symbol":"Rf",
        "group_id":4,
        "electronic_configuration":"[Rn] 5f14 6d2 7s2",
        "jmol_color":"#cc0059",
        "IE1":6.01,
        "IE2":14.7,
        "IE3":23.9,
        "IE4":31.7,
        "IE5":64.0,
        "IE6":77.0,
        "IE7":102.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Rutherfordium is predicted to have relatively low first, second, third, and possibly fourth ionization energies, corresponding to the removal of its 7s2 and 6d2 valence electrons. As with all elements, each subsequent ionization energy will be higher than the previous one, as the electron is being removed from an increasingly positive ion, and the remaining electrons are more tightly bound. Beyond these, a substantial increase in ionization energy is expected. This sharp rise indicates the removal of electrons from the highly stable Radon core and the filled 5f14 subshell. Relativistic effects in such heavy elements can influence these energies, but generally, the removal of core electrons will be significantly more difficult due to their strong attraction to the nucleus."
    },
    {
        "atomic_number":23,
        "name":"Vanadium",
        "symbol":"V",
        "group_id":5,
        "electronic_configuration":"[Ar] 3d3 4s2",
        "jmol_color":"#a6a6ab",
        "IE1":6.746187,
        "IE2":14.62,
        "IE3":29.311,
        "IE4":46.709,
        "IE5":65.28165,
        "IE6":128.13,
        "IE7":150.72,
        "Analysis":"The first ionization energy of Group 5 transition metals — vanadium (V), niobium (Nb), tantalum (Ta), and dubnium (Db), generally shows a slight increase from vanadium to niobium. This is due to the poor shielding effect of the 4d electrons in niobium, allowing the nucleus to exert a stronger pull on the valence electrons despite the increase in atomic size. Moving to tantalum, the ionization energy is higher than niobium’s due to the lanthanide contraction, where the 4f electrons increase the effective nuclear charge, tightening the hold on outer electrons. Dubnium’s ionization energy is less doe to decrease in effective nuclear charge on moving down the group but is expected to be significantly impacted by relativistic effects due to its very high atomic number.\n",
        "First_to_seventh_IE_Analysis":"Vanadium, with an electron configuration of [Ar]3d34s2, has relatively low first through fifth ionization energies, corresponding to the removal of its 4s and 3d valence electrons. Each successive ionization energy is higher than the last because the removal of an electron leads to a greater effective nuclear charge on the remaining electrons and decreased electron-electron repulsion, binding them more strongly. From the sixth ionization energy onward, there's a dramatic increase as electrons are pulled from the very stable noble gas core (Argon configuration). This steep jump reflects the removal of tightly bound inner-shell electrons from an increasingly positive ion, making further ionizations exceptionally energy-intensive."
    },
    {
        "atomic_number":41,
        "name":"Niobium",
        "symbol":"Nb",
        "group_id":5,
        "electronic_configuration":"[Kr] 4d4 5s",
        "jmol_color":"#73c2c9",
        "IE1":6.75885,
        "IE2":14.32,
        "IE3":25.0,
        "IE4":37.611,
        "IE5":50.5728,
        "IE6":102.069,
        "IE7":119.14,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Niobium, with an electron configuration of [Kr]4d45s1 (due to electron promotion for stability), has relatively low first through fifth ionization energies, associated with the removal of its 5s and 4d valence electrons. The ionization energy always increases with each successive electron removed because the remaining electrons are held more tightly by the nucleus due to an increased effective nuclear charge and reduced electron-electron repulsion. As we move to the sixth ionization energy and beyond, there is a sharp increase in energy. This dramatic jump indicates the removal of core electrons (Krypton configuration) that are held much more tightly by the nucleus due to a higher effective nuclear charge and a more stable, filled inner shell, making subsequent ionizations considerably more difficult."
    },
    {
        "atomic_number":73,
        "name":"Tantalum",
        "symbol":"Ta",
        "group_id":5,
        "electronic_configuration":"[Xe] 4f14 5d3 6s2",
        "jmol_color":"#4da6ff",
        "IE1":7.54957,
        "IE2":16.2,
        "IE3":23.1,
        "IE4":35.0,
        "IE5":48.272,
        "IE6":94.011,
        "IE7":119.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Tantalum, with an electron configuration of [Xe]4f145d36s2, displays comparatively low first through fifth ionization energies, reflecting the removal of its 6s and 5d valence electrons. The general trend of increasing ionization energy with each electron removed holds true, as the remaining electrons experience a stronger pull from the nucleus due to reduced shielding and a higher positive charge. From the sixth ionization energy onwards, there is a pronounced increase. This substantial rise signifies the removal of electrons from the highly stable Xenon core and the completely filled 4f14 subshell. The effective nuclear charge experienced by these core electrons is quite high, despite the shielding from the 4f electrons, making their removal very energy-demanding."
    },
    {
        "atomic_number":105,
        "name":"Dubnium",
        "symbol":"Db",
        "group_id":5,
        "electronic_configuration":"[Rn] 5f14 6d3 7s2",
        "jmol_color":"#d1004f",
        "IE1":6.8,
        "IE2":14.0,
        "IE3":23.1,
        "IE4":33.0,
        "IE5":43.0,
        "IE6":86.0,
        "IE7":98.9,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Dubnium, with an estimated electron configuration of [Rn]5f146d37s2, is the first element in the transactinide series and is placed in Group 5. It is predicted to have relatively low first through fifth ionization energies, corresponding to the removal of its 7s and 6d valence electrons. As with all elements, each subsequent ionization energy will be higher than the previous one, as the electron is being removed from an increasingly positive ion, and the remaining electrons are more tightly bound. Beyond these, a substantial increase in ionization energy is expected. This sharp rise indicates the removal of electrons from the highly stable Radon core and the filled 5f14 subshell. Relativistic effects in such heavy elements can significantly influence these energies, but generally, the removal of core electrons will be significantly more difficult due to their strong attraction to the nucleus."
    },
    {
        "atomic_number":24,
        "name":"Chromium",
        "symbol":"Cr",
        "group_id":6,
        "electronic_configuration":"[Ar] 3d5 4s",
        "jmol_color":"#8a99c7",
        "IE1":6.76651,
        "IE2":16.486305,
        "IE3":30.96,
        "IE4":49.16,
        "IE5":69.46,
        "IE6":90.635,
        "IE7":160.29,
        "Analysis":"The first ionization energy of Group 6 transition metals — chromium (Cr), molybdenum (Mo), tungsten (W), and seaborgium (Sg) — presents an intriguing trend. On moving down the group from chromium to molybdenum, there is a slight increase in first ionization energy due to increased in nuclear charge on molybdenum as it has more number of protons and poor shielding of 4d orbitals. Tungsten takes this effect further, despite being heavier, its 5d electrons experience a significant increase in nuclear pull due to the lanthanide contraction, where the 4f electrons increase the effective nuclear charge. Seaborgium, with its massive nucleus, intensifies this trend through strong relativistic effects, making its electron hold even tighter. Therefore, there is hardly any change in the ionization energy of seaborgium.\n",
        "First_to_seventh_IE_Analysis":"Chromium, with an electron configuration of [Ar]3d54s1, has its first six ionization energies relatively low, corresponding to the removal of its 4s and 3d valence electrons. Each successive ionization energy is higher than the last because the removal of an electron leads to a greater effective nuclear charge on the remaining electrons and decreased electron-electron repulsion, binding them more strongly. From the seventh ionization energy onward, there's a dramatic increase as electrons are pulled from the very stable noble gas core (Argon configuration). This steep jump reflects the removal of tightly bound inner-shell electrons from an increasingly positive ion, making further ionizations exceptionally energy-intensive."
    },
    {
        "atomic_number":42,
        "name":"Molybdenum",
        "symbol":"Mo",
        "group_id":6,
        "electronic_configuration":"[Kr] 4d5 5s",
        "jmol_color":"#54b5b5",
        "IE1":7.09243,
        "IE2":16.16,
        "IE3":27.13,
        "IE4":40.33,
        "IE5":54.485,
        "IE6":68.82704,
        "IE7":125.638,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Molybdenum, with an electron configuration of [Kr]4d55s1, exhibits relatively low first through sixth ionization energies, associated with the removal of its 5s and 4d valence electrons. The ionization energy always increases with each successive electron removed because the remaining electrons are held more tightly by the nucleus due to an increased effective nuclear charge and reduced electron-electron repulsion. As we move to the seventh ionization energy and beyond, there is a sharp increase in energy. This dramatic jump indicates the removal of core electrons (Krypton configuration) that are held much more tightly by the nucleus due to a higher effective nuclear charge and a more stable, filled inner shell, making subsequent ionizations considerably more difficult."
    },
    {
        "atomic_number":74,
        "name":"Tungsten",
        "symbol":"W",
        "group_id":6,
        "electronic_configuration":"[Xe] 4f14 5d4 6s2",
        "jmol_color":"#2194d6",
        "IE1":7.86403,
        "IE2":16.4,
        "IE3":26.02,
        "IE4":38.21,
        "IE5":51.59,
        "IE6":64.766,
        "IE7":122.01,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Tungsten, with an electron configuration of [Xe]4f145d46s2, displays comparatively low first through sixth ionization energies, reflecting the removal of its 6s and 5d valence electrons. The general trend of increasing ionization energy with each electron removed holds true, as the remaining electrons experience a stronger pull from the nucleus due to reduced shielding and a higher positive charge. From the seventh ionization energy onwards, there is a pronounced increase. This substantial rise signifies the removal of electrons from the highly stable Xenon core and the completely filled 4f14 subshell. The effective nuclear charge experienced by these core electrons is quite high, despite the shielding from the 4f electrons (lanthanide contraction), making their removal very energy-demanding."
    },
    {
        "atomic_number":106,
        "name":"Seaborgium",
        "symbol":"Sg",
        "group_id":6,
        "electronic_configuration":"[Rn] 5f14 6d4 7s2",
        "jmol_color":"#d90045",
        "IE1":7.8,
        "IE2":17.1,
        "IE3":25.8,
        "IE4":35.5,
        "IE5":47.2,
        "IE6":59.3,
        "IE7":109.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Seaborgium, with an estimated electron configuration of [Rn]5f146d47s2, is a transactinide element and is placed in Group 6. It is predicted to have relatively low first through sixth ionization energies, corresponding to the removal of its 7s and 6d valence electrons. As with all elements, each subsequent ionization energy will be higher than the previous one, as the electron is being removed from an increasingly positive ion, and the remaining electrons are more tightly bound. Beyond these, a substantial increase in ionization energy is expected. This sharp rise indicates the removal of electrons from the highly stable Radon core and the filled 5f14 subshell. Relativistic effects in such heavy elements can significantly influence these energies, but generally, the removal of core electrons will be significantly more difficult due to their strong attraction to the nucleus."
    },
    {
        "atomic_number":25,
        "name":"Manganese",
        "symbol":"Mn",
        "group_id":7,
        "electronic_configuration":"[Ar] 3d5 4s2",
        "jmol_color":"#9c7ac7",
        "IE1":7.434018,
        "IE2":15.63999,
        "IE3":33.668,
        "IE4":51.2,
        "IE5":72.4,
        "IE6":95.6,
        "IE7":119.203,
        "Analysis":"The first ionization energy of Group 7 transition metals — manganese (Mn), technetium (Tc), rhenium (Re), and bohrium (Bh) — follows a nuanced pattern. Technetium has slightly lower first ionization energy than manganese. This is following the normal group trend of decrease in ionization energy on moving down the group as there will be extra energy shell that is added leading to increase in the distance of valance electrons from the nuclear decreasing the effective nuclear charge. Moving down to rhenium, the ionization energy is slightly higher. This occurs because the lanthanide contraction (where the poor shielding of 4f electrons increases the effective nuclear charge) pulls the 5d electrons closer to the nucleus, requiring more energy to remove them. While relativistic effects are predicted to influence the electronic structure of bohrium, the overall effect on the first ionization energy is a subtle one, resulting in a slightly lower value compared to rhenium. This is because the relativistic effects are nuanced and interplay with other factors, such as nuclear charge and electron-electron repulsions. ",
        "First_to_seventh_IE_Analysis":"Manganese has the electron configuration of [Ar] 3d⁵ 4s². The first two ionization energies involve the relatively accessible 4s electrons, and are moderate. The third ionizations involve removal of the half-filled, stable 3d⁵ configuration, which requires progressively more energy due to increased nuclear attraction and the loss of exchange stability. Each successive ionization energy (3 to 7) increases because the remaining electrons are held more tightly by an increased effective nuclear charge. This steady increase reflects the growing difficulty in disrupting a balanced and symmetric half-filled d-subshell."
    },
    {
        "atomic_number":43,
        "name":"Technetium",
        "symbol":"Tc",
        "group_id":7,
        "electronic_configuration":"[Kr] 4d5 5s2",
        "jmol_color":"#3b9e9e",
        "IE1":7.119381,
        "IE2":15.26,
        "IE3":29.55,
        "IE4":41.0,
        "IE5":57.0,
        "IE6":72.0,
        "IE7":88.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Technetium ([Kr] 4d⁵ 5s²) shows a similar trend to manganese but with slightly lower ionization energies due to increased atomic size and shielding. The first and second ionizations target the 5s electrons, while the third involve the removal of the stable 4d⁵ electrons. The half-filled d⁵ configuration offers extra stability, so the third ionization energy rises noticeably, and each successive removal further destabilizes the atom, requiring greater energy. Each successive ionization energy (3 to 7) increases because the remaining electrons are held more tightly by an increased effective nuclear charge."
    },
    {
        "atomic_number":75,
        "name":"Rhenium",
        "symbol":"Re",
        "group_id":7,
        "electronic_configuration":"[Xe] 4f14 5d5 6s2",
        "jmol_color":"#267dab",
        "IE1":7.83352,
        "IE2":16.6,
        "IE3":27.0,
        "IE4":39.1,
        "IE5":51.9,
        "IE6":67.0,
        "IE7":82.71,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Rhenium ([Xe] 4f¹⁴ 5d⁵ 6s²) continues the pattern, with low first and second ionization energies for the loosely held 6s electrons. The third ionizations involve removing 5d electrons from a stable half-filled configuration, and the energy increases with each step. However, due to poor shielding by the 4f electrons and relativistic effects that contract the 6s and 5d orbitals, the rise in ionization energy is more gradual but still significant. Each successive ionization energy (3 to 7) increases because the remaining electrons are held more tightly by an increased effective nuclear charge."
    },
    {
        "atomic_number":107,
        "name":"Bohrium",
        "symbol":"Bh",
        "group_id":7,
        "electronic_configuration":"[Rn] 5f14 6d5 7s2",
        "jmol_color":"#e00038",
        "IE1":7.7,
        "IE2":17.5,
        "IE3":26.7,
        "IE4":37.3,
        "IE5":49.0,
        "IE6":62.1,
        "IE7":74.9,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Bohrium, a synthetic superheavy element with a predicted configuration of [Rn] 5f¹⁴ 6d⁵ 7s², is expected to follow the same trend, but relativistic effects dominate its behavior. The first two ionization energy is predicted to be similar to or slightly higher than rhenium's, due to strong relativistic stabilization of the 7s orbital. The third ionizations will remove increasingly stabilized 6d⁵ electrons, with each requiring significantly more energy, especially given the poor shielding by 5f electrons and strong nuclear charge. Each successive ionization energy (3 to 7) increases because the remaining electrons are held more tightly by an increased effective nuclear charge.\n\n"
    },
    {
        "atomic_number":26,
        "name":"Iron",
        "symbol":"Fe",
        "group_id":8,
        "electronic_configuration":"[Ar] 3d6 4s2",
        "jmol_color":"#e06633",
        "IE1":7.9024678,
        "IE2":16.1992,
        "IE3":30.651,
        "IE4":54.91,
        "IE5":75.0,
        "IE6":98.985,
        "IE7":125.0,
        "Analysis":"The first ionization energy of Group 8 transition metals — iron (Fe), ruthenium (Ru), osmium (Os), and hassium (Hs) — exhibits a fascinating pattern. Iron, with its partially filled 3d orbitals, displays a relatively moderate ionization energy as the 3d electrons provide only limited shielding against the nuclear charge. Moving down to ruthenium, we observe a decrease in ionization energy, as the expanded atomic radius of the 4d element outweighs the increased nuclear charge, allowing the outermost electron to be removed with slightly less energy. Osmium, however, reverses this trend dramatically with a significant increase in ionization energy. This occurs because the lanthanide contraction (where the poor shielding of 4f electrons increases the effective nuclear charge) pulls the 5d electrons closer to the nucleus, requiring more energy to remove them. Hassium, despite its enormous nucleus and the strong relativistic effects that affect its electron configuration, actually shows a decrease in first ionization energy compared to osmium. This unexpected drop occurs because the relativistic effects are nuanced and interplay with other factors, such as nuclear charge and electron-electron repulsions. ",
        "First_to_seventh_IE_Analysis":"Iron ([Ar] 3d⁶ 4s²) exhibits moderate first and second ionization energies, corresponding to the removal of its 4s² electrons. The third to seventh ionizations involve 3d electrons, which are increasingly stabilized by the nucleus. As electrons are removed from the 3d⁶ configuration, the ion becomes more positively charged, and the ionization energy rises steadily.\n"
    },
    {
        "atomic_number":44,
        "name":"Ruthenium",
        "symbol":"Ru",
        "group_id":8,
        "electronic_configuration":"[Kr] 4d7 5s",
        "jmol_color":"#248f8f",
        "IE1":7.3605,
        "IE2":16.76,
        "IE3":28.47,
        "IE4":45.0,
        "IE5":59.0,
        "IE6":76.0,
        "IE7":93.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Ruthenium ([Kr] 4d⁷ 5s¹ or 4d⁶ 5s²) has slightly lower ionization energies than iron, as its electrons are further from the nucleus and more shielded. The first ionization typically removes a 5s electron, followed by removal of 4d electrons. From the third to seventh ionizations, energy increases progressively due to stronger nuclear attraction on the shrinking electron cloud and reduced electron-electron repulsion.\n\n"
    },
    {
        "atomic_number":76,
        "name":"Osmium",
        "symbol":"Os",
        "group_id":8,
        "electronic_configuration":"[Xe] 4f14 5d6 6s2",
        "jmol_color":"#266696",
        "IE1":8.43823,
        "IE2":17.0,
        "IE3":25.0,
        "IE4":41.0,
        "IE5":55.0,
        "IE6":70.1,
        "IE7":85.1,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Osmium ([Xe] 4f¹⁴ 5d⁶ 6s²) continues the trend, with low first and second ionization energies due to easy removal of the 6s electrons. The third to seventh ionizations involve the 5d⁶ electrons, which are more tightly held due to poor shielding by the 4f electrons and stronger nuclear pull. The rise in ionization energy is also affected by relativistic effects cause orbital contraction and stabilization, making d-electrons harder to remove.\n"
    },
    {
        "atomic_number":108,
        "name":"Hassium",
        "symbol":"Hs",
        "group_id":8,
        "electronic_configuration":"[Rn] 5f14 6d6 7s2",
        "jmol_color":"#e6002e",
        "IE1":7.6,
        "IE2":18.2,
        "IE3":29.3,
        "IE4":37.7,
        "IE5":51.2,
        "IE6":64.0,
        "IE7":78.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Hassium, a superheavy synthetic element with a predicted configuration of [Rn] 5f¹⁴ 6d⁶ 7s², is expected to follow the group trend but with even more pronounced relativistic effects. The first and second ionizations likely remove 7s electrons and are relatively low. From the third to seventh ionizations, energy increases progressively due to due to poor shielding by the 4f electrons and stronger nuclear pull. The rise in ionization energy is also affected by relativistic effects cause orbital contraction and stabilization, making d-electrons harder to remove."
    },
    {
        "atomic_number":27,
        "name":"Cobalt",
        "symbol":"Co",
        "group_id":9,
        "electronic_configuration":"[Ar] 3d7 4s2",
        "jmol_color":"#f090a0",
        "IE1":7.88101,
        "IE2":17.0844,
        "IE3":33.5,
        "IE4":51.27,
        "IE5":79.5,
        "IE6":102.0,
        "IE7":129.0,
        "Analysis":"The first ionization energy of Group 9 transition metals — cobalt (Co), rhodium (Rh), iridium (Ir), and meitnerium (Mt) — displays a notable zigzag pattern across the period. Cobalt, with its [Ar]3d⁷4s² configuration, exhibits a moderate first ionization energy due to its partially filled 3d subshell offering limited shielding against nuclear attraction. Moving to rhodium, we see a decrease in ionization energy despite the higher atomic number, as the larger 4d orbitals create greater distance between the nucleus and valence electrons, weakening the electrostatic attraction. Iridium, however, shows a significant increase in ionization energy compared to rhodium, primarily due to the lanthanide contraction phenomenon, where poor shielding from filled 4f orbitals results in a stronger effective nuclear charge pulling the 5d electrons closer to the nucleus. For meitnerium, the value of ionization energy is unavailable. However, as per the trend, it might be lower than iridium as the relativistic effects are nuanced and interplay with other factors, such as nuclear charge and electron-electron repulsions. ",
        "First_to_seventh_IE_Analysis":"Cobalt ([Ar] 3d⁷ 4s²) has moderate first and second ionization energies, involving the removal of the more weakly bound 4s electrons. From the third to seventh ionizations, electrons are removed from the 3d⁷ configuration, which lacks the added stability of a half-filled or fully filled d-subshell. As each electron is removed, nuclear attraction increases, and shielding decreases, resulting in a steady and increasingly steep rise in ionization energy. While the d⁷ configuration does not offer special stability, the increasing positive charge of the ion and the inward pull on remaining electrons significantly raise the energy required for successive ionizations."
    },
    {
        "atomic_number":45,
        "name":"Rhodium",
        "symbol":"Rh",
        "group_id":9,
        "electronic_configuration":"[Kr] 4d8 5s",
        "jmol_color":"#0a7d8c",
        "IE1":7.4589,
        "IE2":18.08,
        "IE3":31.06,
        "IE4":42.0,
        "IE5":63.0,
        "IE6":80.0,
        "IE7":97.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Rhodium ([Kr] 4d⁸ 5s¹) typically loses its 5s¹ electron first, followed by electrons from the 4d⁸ configuration, which also lacks enhanced stability. The second to seventh ionization energies increase progressively, reflecting the growing effective nuclear charge and shrinking ionic radius as more electrons are removed. Each step requires more energy, not because of electronic stability, but due to the increasing hold of the nucleus on the remaining electrons."
    },
    {
        "atomic_number":77,
        "name":"Iridium",
        "symbol":"Ir",
        "group_id":9,
        "electronic_configuration":"[Xe] 4f14 5d7 6s2",
        "jmol_color":"#175487",
        "IE1":8.96702,
        "IE2":17.0,
        "IE3":28.0,
        "IE4":40.0,
        "IE5":57.0,
        "IE6":72.0,
        "IE7":89.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Iridium ([Xe] 4f¹⁴ 5d⁷ 6s²) shows low first and second ionization energies, as the 6s electrons are more weakly bound. From the third ionization onward, electrons are removed from the 5d⁷ configuration, which, again, lacks any half- or fully filled stability. However, the poor shielding by 4f electrons and high nuclear charge lead to a progressive rise in ionization energy, further amplified by relativistic contraction of the 5d orbitals, which makes them more tightly held.\n\n"
    },
    {
        "atomic_number":109,
        "name":"Meitnerium",
        "symbol":"Mt",
        "group_id":9,
        "electronic_configuration":"[Rn] 5f14 6d7 7s2",
        "jmol_color":"#eb0026",
        "IE1":null,
        "IE2":null,
        "IE3":null,
        "IE4":null,
        "IE5":50.0,
        "IE6":null,
        "IE7":null,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Meitnerium (Z = 109) is a superheavy synthetic element with a predicted configuration of [Rn] 5f¹⁴ 6d⁷ 7s². Due to its extreme instability and short half-life, experimental ionization energies are not known. However, theoretical calculations and periodic trends suggest that its first and second ionization energies would involve the relatively accessible 7s electrons, and are expected to be comparable to that of iridium. From the third to seventh ionizations, the removal of 6d electrons is predicted to require progressively more energy, primarily due to the strong relativistic effects that contract and stabilize the 6d orbitals, as well as poor shielding by 5f electrons. These factors would likely make meitnerium's higher ionization energies significantly elevated, even if precise values remain speculative.\n\n"
    },
    {
        "atomic_number":28,
        "name":"Nickel",
        "symbol":"Ni",
        "group_id":10,
        "electronic_configuration":"[Ar] 3d8 4s2",
        "jmol_color":"#50d050",
        "IE1":7.639877,
        "IE2":18.168837,
        "IE3":35.19,
        "IE4":54.9,
        "IE5":76.06,
        "IE6":108.0,
        "IE7":132.0,
        "Analysis":"Group 10 elements: Nickel (Ni), Palladium (Pd), Platinum (Pt), and Darmstadtium (Ds), exhibit a somewhat irregular trend in first ionization energy as you move down the group. Typically, ionization energy is expected to decrease down a group due to increasing atomic size and electron shielding. However, palladium shows an unexpectedly high first ionization energy, even higher than nickel, because of its fully filled 4d¹⁰ configuration, which provides extra stability. Platinum, despite being heavier, maintains a relatively high ionization energy due to poor shielding by inner d and f orbitals and relativistic effects, which contract the s-orbitals and increase nuclear attraction. For darmstadtium, being a synthetic and short-lived element, experimental data is scarce, but theoretical predictions suggest it may continue the trend with slight deviations due to pronounced relativistic effects.",
        "First_to_seventh_IE_Analysis":"Nickel ([Ar] 3d⁸ 4s²) shows moderate first and second ionization energies, as the loosely held 4s electrons are removed first. From the third to seventh ionizations, electrons are taken from the 3d⁸ configuration, which is relatively stable but not especially so like d⁵ or d¹⁰. The ionization energies increase progressively, driven by the rising effective nuclear charge and reduced electron shielding, with each successive electron harder to remove as the ion becomes more positively charged. There is comparatively a higher increase for sixth ionization energy due to removal of sixth electron from the half filled d-orbital.\n\n"
    },
    {
        "atomic_number":46,
        "name":"Palladium",
        "symbol":"Pd",
        "group_id":10,
        "electronic_configuration":"[Kr] 4d10",
        "jmol_color":"#006985",
        "IE1":8.33686,
        "IE2":19.43,
        "IE3":32.93,
        "IE4":46.0,
        "IE5":61.0,
        "IE6":84.1,
        "IE7":101.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Palladium has an unusual electron configuration: [Kr] 4d¹⁰, with a completely filled d-subshell and no 5s electrons. This makes the first ionization energy unexpectedly high, since removing an electron from a fully filled 4d¹⁰ shell disrupts a particularly stable state. The second to seventh ionizations involve further destabilization of this closed-shell configuration, resulting in consistently high ionization energies compared to other Group 10 elements, despite palladium’s lower atomic number.\n\n"
    },
    {
        "atomic_number":78,
        "name":"Platinum",
        "symbol":"Pt",
        "group_id":10,
        "electronic_configuration":"[Xe] 4f14 5d9 6s",
        "jmol_color":"#d0d0e0",
        "IE1":8.95883,
        "IE2":18.56,
        "IE3":29.0,
        "IE4":43.0,
        "IE5":56.0,
        "IE6":75.0,
        "IE7":91.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Platinum ([Xe] 4f¹⁴ 5d⁹ 6s¹) shows a surprisingly high first ionization energy, even higher than palladium's, despite its larger atomic number. This is due to strong relativistic effects, which cause the 6s orbital to contract and stabilize, increasing the nuclear attraction on the outermost 6s¹ electron and making it harder to remove. From the second to seventh ionizations, electrons are taken from the 5d⁹ subshell, and ionization energies continue to rise steadily, influenced by both poor shielding by 4f electrons and increasing effective nuclear charge.\n\n"
    },
    {
        "atomic_number":110,
        "name":"Darmstadtium",
        "symbol":"Ds",
        "group_id":10,
        "electronic_configuration":"[Rn] 5f14 6d9 7s1",
        "jmol_color":null,
        "IE1":null,
        "IE2":null,
        "IE3":null,
        "IE4":null,
        "IE5":null,
        "IE6":65.0,
        "IE7":null,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Darmstadtium (Z = 110), with a predicted configuration of [Rn] 5f¹⁴ 6d⁹ 7s¹, is a superheavy synthetic element with no measured ionization energies due to its extremely short half-life. However, theoretical models suggest that its first ionization energy is likely higher than both platinum and palladium, despite its larger size. This is attributed to strong relativistic effects, which sharply contract and stabilize the 7s orbital, increasing the energy required to remove the outermost electron. From the second to seventh ionizations, electrons would be removed from the 6d⁹ subshell, and ionization energies would rise rapidly, further intensified by poor shielding from the 5f electrons and a very high effective nuclear charge. As a result, Darmstadtium is expected to show a steep and pronounced ionization energy trend, dominated by relativistic stabilization."
    },
    {
        "atomic_number":29,
        "name":"Copper",
        "symbol":"Cu",
        "group_id":11,
        "electronic_configuration":"[Ar] 3d10 4s",
        "jmol_color":"#c88033",
        "IE1":7.72638,
        "IE2":20.29239,
        "IE3":36.841,
        "IE4":57.38,
        "IE5":79.8,
        "IE6":103.0,
        "IE7":139.0,
        "Analysis":"Group 11 elements: Copper (Cu), Silver (Ag), Gold (Au), and Roentgenium (Rg), display an irregular trend in first ionization energy down the group. While we might expect a smooth decrease due to increasing atomic size and shielding, gold (Au) actually has a higher first ionization energy than silver, despite being heavier. This anomaly is due to strong relativistic effects in gold, which cause the 6s orbital to contract and bind electrons more tightly. Copper has a relatively high ionization energy due to its compact 3d¹⁰4s¹ configuration. Silver shows a dip in ionization energy due to less effective nuclear charge and increased atomic radius. For roentgenium, experimental data is limited, but theoretical calculations suggest it may follow the high-ionization-energy trend influenced by even stronger relativistic effects.",
        "First_to_seventh_IE_Analysis":"Copper ([Ar] 3d¹⁰ 4s¹) has a moderate first ionization energy, as the single 4s electron is removed easily. However, the second ionization energy shows significant rises, as it involves removing an electron from the stable, fully filled 3d¹⁰ subshell. Each successive ionization energy increases because the remaining electrons are held more tightly by an increased effective nuclear charge and reduced electron-electron repulsion. "
    },
    {
        "atomic_number":47,
        "name":"Silver",
        "symbol":"Ag",
        "group_id":11,
        "electronic_configuration":"[Kr] 4d10 5s",
        "jmol_color":"#c0c0c0",
        "IE1":7.576234,
        "IE2":21.4844,
        "IE3":34.83,
        "IE4":49.0,
        "IE5":65.0,
        "IE6":82.0,
        "IE7":106.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Silver ([Kr] 4d¹⁰ 5s¹) follows a similar pattern, but due to its larger size and better shielding, its first ionization energy is slightly lower than copper's. The second ionization energy increases significantly as it involves disturbing the filled 4d¹⁰ shell. Successive ionization energies consistently rise due to the increasing effective nuclear charge experienced by the remaining electrons. "
    },
    {
        "atomic_number":79,
        "name":"Gold",
        "symbol":"Au",
        "group_id":11,
        "electronic_configuration":"[Xe] 4f14 5d10 6s",
        "jmol_color":"#ffd123",
        "IE1":9.225553,
        "IE2":20.203,
        "IE3":30.0,
        "IE4":45.0,
        "IE5":60.0,
        "IE6":74.0,
        "IE7":94.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Gold ([Xe] 4f¹⁴ 5d¹⁰ 6s¹) has a first ionization energy that is higher than both copper and silver, despite being heavier. This is due to strong relativistic effects, which contract and stabilize the 6s orbital, making the outermost electron harder to remove. From the second to seventh ionizations, electrons are taken from the 5d¹⁰ subshell. As each electron is removed, subsequent ionization energies increase due to the enhanced effective nuclear charge. Gold’s 5d electrons are less tightly held than silver’s 4d electrons due to a combination of relativistic expansion, poor f-orbital shielding, and electronic repulsion effects, resulting in lower second to seventh ionization energies despite gold’s higher nuclear charge.\n\n\n\n"
    },
    {
        "atomic_number":111,
        "name":"Roentgenium",
        "symbol":"Rg",
        "group_id":11,
        "electronic_configuration":"[Rn] 5f14 6d10 7s1",
        "jmol_color":null,
        "IE1":null,
        "IE2":null,
        "IE3":null,
        "IE4":null,
        "IE5":null,
        "IE6":null,
        "IE7":null,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Roentgenium (Z = 111) is a synthetic element with a predicted configuration of [Rn] 5f¹⁴ 6d¹⁰ 7s¹. No experimental ionization energies are known, but theoretical models suggest that its first ionization energy may be comparable to that of gold’s, due to extreme relativistic contraction of the 7s orbital. From the second to seventh ionizations, removal of the 6d¹⁰ electrons would require progressively greater energy, with values likely surpassing gold due to strong effective nuclear charge and minimal shielding by 5f orbitals. This makes Roentgenium one of the most relativistically influenced elements in the periodic table."
    },
    {
        "atomic_number":30,
        "name":"Zinc",
        "symbol":"Zn",
        "group_id":12,
        "electronic_configuration":"[Ar] 3d10 4s2",
        "jmol_color":"#7d80b0",
        "IE1":9.394199,
        "IE2":17.96439,
        "IE3":39.723,
        "IE4":59.573,
        "IE5":82.6,
        "IE6":108.0,
        "IE7":134.0,
        "Analysis":"Group 12 elements: Zinc (Zn), Cadmium (Cd), Mercury (Hg), and Copernicium (Cn), show a relatively consistent but somewhat anomalous trend in first ionization energy down the group. Generally, ionization energy is expected to decrease as atomic size increases and outer electrons are farther from the nucleus. Zinc and cadmium follow this trend, with cadmium having a slightly lower ionization energy than zinc due to increased shielding. However, mercury breaks the pattern by having a higher first ionization energy than cadmium, primarily due to relativistic effects that contract its 6s orbital, making the electrons harder to remove. The poor shielding provided by the filled 4f orbita along with the relativistic effect l in Mercury leads to a higher effective nuclear charge experienced by the valence electrons. Copernicium, being a superheavy and synthetic element is unavailable. However it may follow the high-ionization-energy trend influenced by even stronger relativistic effects.",
        "First_to_seventh_IE_Analysis":"Zinc ([Ar] 3d¹⁰ 4s²) has a moderate first ionization energy, as it involves removing a 4s electron that is relatively shielded and not too tightly bound. The second ionization energy increases noticeably as the second 4s electron is removed. From the third to seventh ionizations, electrons are taken from the completely filled and stable 3d¹⁰ subshell, leading to a significant and steady rise in ionization energies. Each successive ionization energy increases because the remaining electrons are held more tightly by an increased effective nuclear charge and reduced electron-electron repulsion.\n\n"
    },
    {
        "atomic_number":48,
        "name":"Cadmium",
        "symbol":"Cd",
        "group_id":12,
        "electronic_configuration":"[Kr] 4d10 5s2",
        "jmol_color":"#ffd98f",
        "IE1":8.993822,
        "IE2":16.908312,
        "IE3":37.47,
        "IE4":51.0,
        "IE5":67.9,
        "IE6":87.0,
        "IE7":105.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Cadmium ([Kr] 4d¹⁰ 5s²) shows a trend similar to zinc, but with slightly lower ionization energies due to its larger atomic radius and increased shielding. The first and second ionizations involve the 5s electrons, which are easily removed. Once the filled 4d¹⁰ shell is targeted (starting with the third ionization), energies rise significantly, as d-electrons are pulled from a stable, symmetric configuration with minimal shielding and stronger nuclear attraction. As each electron is removed, subsequent ionization energies increase due to the enhanced effective nuclear charge.\n\n"
    },
    {
        "atomic_number":80,
        "name":"Mercury",
        "symbol":"Hg",
        "group_id":12,
        "electronic_configuration":"[Xe] 4f14 5d10 6s2",
        "jmol_color":"#b8b8d0",
        "IE1":10.437504,
        "IE2":18.75687,
        "IE3":34.46,
        "IE4":48.55,
        "IE5":61.2,
        "IE6":76.6,
        "IE7":93.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Mercury ([Xe] 4f¹⁴ 5d¹⁰ 6s²) has a higher first ionization energy than cadmium, due to relativistic contraction of the 6s orbital, which stabilizes the outermost electrons. The second ionization also remains relatively high. From the third ionization, electrons are removed from the relativistically stabilized 5d¹⁰ shell, which is more compact and tightly held. The ionization energies increase significantly, influenced by both the strong effective nuclear charge and poor shielding by the 4f electrons, which amplify nuclear attraction. As each electron is removed, subsequent ionization energies increase due to the enhanced effective nuclear charge.\n\n"
    },
    {
        "atomic_number":112,
        "name":"Copernicium",
        "symbol":"Cn",
        "group_id":12,
        "electronic_configuration":"[Rn] 5f14 6d10 7s2",
        "jmol_color":null,
        "IE1":null,
        "IE2":null,
        "IE3":null,
        "IE4":null,
        "IE5":null,
        "IE6":null,
        "IE7":null,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Copernicium (Z = 112) is a synthetic superheavy element with a predicted configuration of [Rn] 5f¹⁴ 6d¹⁰ 7s². While no experimental ionization data exists, theoretical models suggest that its first ionization energy is comparable to or slightly higher than mercury’s, due to extreme relativistic stabilization of the 7s orbital. The second ionization is expected to remain high, and from the third to seventh, the removal of 6d¹⁰ electrons likely requires rapidly increasing energy. Strong relativistic effects and poor 5f shielding contribute to very high inner-shell binding, potentially making Copernicium one of the least easily ionized Group 12 elements beyond the second electron.\n\n"
    },
    {
        "atomic_number":5,
        "name":"Boron",
        "symbol":"B",
        "group_id":13,
        "electronic_configuration":"[He] 2s2 2p",
        "jmol_color":"#ffb5b5",
        "IE1":8.298019,
        "IE2":25.15483,
        "IE3":37.93058,
        "IE4":259.3715,
        "IE5":340.226008,
        "IE6":null,
        "IE7":null,
        "Analysis":"Group 13 elements—Boron (B), Aluminium (Al), Gallium (Ga), Indium (In), and Thallium (Tl) exhibit an irregular trend in first ionization energy down the group. While a smooth decrease is generally expected due to increasing atomic size and shielding, the actual trend is B > Tl > Ga > Al > In. Boron has the highest ionization energy due to its small size and strong effective nuclear charge. Gallium has a slightly higher ionization energy than aluminium because of poor shielding by the 3d electrons. Indium follows the expected decrease, but thallium unexpectedly shows a higher ionization energy than both indium and aluminium. This anomaly is due to a combination of relativistic effect as Thallium is heavy element and lanthanide contraction caused due to ineffective shielding by the intervening 4f electrons, which increase the effective nuclear attraction on the outermost electron, making it harder to remove. For atoms with larger masses, electrons are compelled to move at higher speeds. This results in them being closer to the nucleus, which in turn makes them more difficult to remove (leading to a higher ionization energy). The ionization energy of nihonium is unavailable. However, being a superheavy it may follow the high-ionization-energy trend influenced by even stronger relativistic effects.\n",
        "First_to_seventh_IE_Analysis":"Boron (1s² 2s² 2p¹) has very high ionization energies for all seven steps due to its small size and high effective nuclear charge. The first ionization removes the 2p¹ valence electron, which is relatively accessible. However, the second and third electrons come from the 2s orbital, and from the fourth onward, electrons are removed from the compact and stable 1s core. The ionization energies rise steeply at each stage from fourth ionization energy, reflecting the strong hold of the nucleus on inner-shell electrons in this small atom. Since, there are only five electrons in boron, thus, there are only five ionization energy values.\n\n"
    },
    {
        "atomic_number":13,
        "name":"Aluminum",
        "symbol":"Al",
        "group_id":13,
        "electronic_configuration":"[Ne] 3s2 3p",
        "jmol_color":"#bfa6a6",
        "IE1":5.9857684,
        "IE2":18.82855,
        "IE3":28.44764,
        "IE4":119.9924,
        "IE5":153.8252,
        "IE6":190.49,
        "IE7":241.76,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Aluminium ([Ne] 3s² 3p¹) has a moderate first ionization energy, as the 3p electron is relatively easy to remove. The second and third involve the more stable 3s electrons, requiring more energy. From the fourth ionization onward, electrons are pulled from the tightly bound 2p and 2s core, causing a sharp rise in ionization energies. The overall trend shows a steady and steep increase, typical of atoms with a noble gas core being successively disrupted.\n\n"
    },
    {
        "atomic_number":31,
        "name":"Gallium",
        "symbol":"Ga",
        "group_id":13,
        "electronic_configuration":"[Ar] 3d10 4s2 4p",
        "jmol_color":"#c28f8f",
        "IE1":5.9993018,
        "IE2":20.51514,
        "IE3":30.726,
        "IE4":63.241,
        "IE5":86.01,
        "IE6":112.7,
        "IE7":140.8,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Gallium ([Ar] 3d¹⁰ 4s² 4p¹) shows a slightly higher first ionization energy than aluminium, due to poor shielding by the filled 3d electrons, which increase the effective nuclear pull on the 4p electron. The second and third ionizations target 4s electrons and require more energy. From the fourth ionization onward, removal involves the 3d electrons, leading to a sharp energy increase. The presence of a stable d10 core also contributes to relatively high core electron binding. It is to be noted that Gallium’s first to third ionization energy is higher than that of aluminium’s because its inner 3d electrons shield poorly, and its higher nuclear charge pulls more strongly on the third electron. This makes removing that electron from Ga²⁺ harder than from Al²⁺, despite gallium’s larger atomic size. However, fourth electron is removed from fully-filled d-orbital rather than from a stable noble gas configuration. Therefore, from fourth to seventh although there is a sharp rise in the ionization energy, however, it is less than that of aluminium where fourth electron is removed from stable noble gas (Ne) electronic configuration.\n\n\n\n"
    },
    {
        "atomic_number":49,
        "name":"Indium",
        "symbol":"In",
        "group_id":13,
        "electronic_configuration":"[Kr] 4d10 5s2 5p",
        "jmol_color":"#a67573",
        "IE1":5.7863552,
        "IE2":18.870407,
        "IE3":28.04415,
        "IE4":55.45,
        "IE5":69.3,
        "IE6":90.0,
        "IE7":109.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Indium ([Kr] 4d¹⁰ 5s² 5p¹) has a lower first ionization energy than gallium, due to its larger atomic radius and increased shielding. The second and third ionizations target the 5s electrons, requiring moderate energy. From the fourth to seventh, electrons are removed from the inner 4d  subshells, resulting in a significant increase in ionization energies. Despite its lower starting point, the deeper electrons are still tightly bound, especially given the contraction of inner orbitals in a more positively charged ion.\n\n"
    },
    {
        "atomic_number":81,
        "name":"Thallium",
        "symbol":"Tl",
        "group_id":13,
        "electronic_configuration":"[Xe] 4f14 5d10 6s2 6p",
        "jmol_color":"#a6544d",
        "IE1":6.108287,
        "IE2":20.4283,
        "IE3":29.852,
        "IE4":51.14,
        "IE5":62.6,
        "IE6":80.0,
        "IE7":98.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Thallium, with an electron configuration of [Xe]4f145d106s26p1\n , displays comparatively low first, second, and third ionization energies, reflecting the removal of its 6p and 6s valence electrons. The lanthanide contraction (due to the filled 4f14) and significant relativistic effects make these valence electrons more tightly bound than expected. As each electron is removed, subsequent ionization energies increase due to the enhanced effective nuclear charge. A pronounced increase follows the fourth ionization, as electrons are then extracted from the highly stable Xenon noble gas core, which are substantially more difficult to remove"
    },
    {
        "atomic_number":113,
        "name":"Nihonium",
        "symbol":"Nh",
        "group_id":13,
        "electronic_configuration":"[Rn] 5f14 6d10 7s2 7p1",
        "jmol_color":null,
        "IE1":null,
        "IE2":null,
        "IE3":null,
        "IE4":null,
        "IE5":null,
        "IE6":null,
        "IE7":null,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Although no experimental ionization energy values are yet available due to its extreme instability and very short half-life (milliseconds), theoretical predictions based on relativistic quantum chemistry suggest that the Nihonium's first ionization energy is predicted to be lower than thallium’s, but its second to seventh ionizations would rise significantly due to relativistic stabilization of inner orbitals and poor shielding by f-electrons. These features make Nh one of the most relativistically influenced elements in Group 13."
    },
    {
        "atomic_number":6,
        "name":"Carbon",
        "symbol":"C",
        "group_id":14,
        "electronic_configuration":"[He] 2s2 2p2",
        "jmol_color":"#909090",
        "IE1":11.260296,
        "IE2":24.3845,
        "IE3":47.88778,
        "IE4":64.49358,
        "IE5":392.0905,
        "IE6":489.993177,
        "IE7":null,
        "Analysis":"Group 14 elements: Carbon (C), Silicon (Si), Germanium (Ge), Tin (Sn), and Lead (Pb) exhibit a general decrease in the first ionization energy down the group due to increasing atomic size and greater shielding by inner electrons, which reduce the effective nuclear attraction on the outermost electron. Carbon, being the smallest, has the highest ionization energy. Silicon, germanium, and tin follow the expected trend with gradual decreases. However, lead slightly deviates from the expected pattern by showing a slightly higher ionization energy than tin. This is due to relativistic effect in which the electrons are compelled to move at higher speeds. This results in them being closer to the nucleus (having a smaller atomic radius), which in turn makes them more difficult to remove (leading to a higher ionization energy). Additionally, poor shielding by 4f orbitals in lead further contributes to this deviation, making its ionization energy slightly higher than anticipated from simple periodic trends. The ionization energy of flerovium is unavailable. However, being a superheavy it may follow the high ionization-energy trend influenced by even stronger relativistic effects.\n",
        "First_to_seventh_IE_Analysis":"Carbon (1s² 2s² 2p²) has very high ionization energies due to its small atomic radius, low shielding, and strong nuclear attraction. The first two ionizations remove 2p electrons, while the third and fourth remove more tightly held 2s electrons. From the fifth onward, electrons are removed from the 1s core, causing a dramatic spike in ionization energy. This steep trend reflects the difficulty of accessing deeply embedded electrons in such a compact atom."
    },
    {
        "atomic_number":14,
        "name":"Silicon",
        "symbol":"Si",
        "group_id":14,
        "electronic_configuration":"[Ne] 3s2 3p2",
        "jmol_color":"#f0c8a0",
        "IE1":8.151683,
        "IE2":16.345845,
        "IE3":33.493,
        "IE4":45.14179,
        "IE5":166.767,
        "IE6":205.267,
        "IE7":246.32,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Silicon ([Ne] 3s² 3p²) exhibits moderate ionization energies. The first and second ionizations remove the 3p electrons, followed by 3s electrons in the third and fourth steps. From the fifth ionization onward, electrons are removed from the 2p and 2s core of stable noble gas (Ne) configuration, where they are more strongly held. As a result, ionization energies increase steeply after the first four, with the jump from the fourth to fifth being particularly sharp.\n\n"
    },
    {
        "atomic_number":32,
        "name":"Germanium",
        "symbol":"Ge",
        "group_id":14,
        "electronic_configuration":"[Ar] 3d10 4s2 4p2",
        "jmol_color":"#668f8f",
        "IE1":7.899435,
        "IE2":15.93461,
        "IE3":34.0576,
        "IE4":45.715,
        "IE5":90.5,
        "IE6":115.9,
        "IE7":144.9,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Germanium ([Ar] 3d¹⁰ 4s² 4p²) has a slightly lower first ionization energy than silicon due to its larger size and increased shielding. The first four ionizations remove 4p and 4s electrons, and from the fifth onward, electrons are pulled from the 3d core, which, despite being fully filled, are closer to the nucleus and more tightly bound. The presence of poorly shielding 3d electrons causes a sharp rise in ionization energy after the fourth electron is removed. The presence of the filled 3d10 subshell, while not directly involved in these ionizations, affects shielding due to which there slight variation in the normal trend and Germanium's third and fourth ionization energy is slightly higher than silicon.\n\n"
    },
    {
        "atomic_number":50,
        "name":"Tin",
        "symbol":"Sn",
        "group_id":14,
        "electronic_configuration":"[Kr] 4d10 5s2 5p2",
        "jmol_color":"#668080",
        "IE1":7.343917,
        "IE2":14.63224,
        "IE3":30.50259,
        "IE4":40.735,
        "IE5":77.03,
        "IE6":94.0,
        "IE7":112.9,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Tin ([Kr] 4d¹⁰ 5s² 5p²) shows a similar pattern but with lower ionization energies for the first four electrons, due to even greater atomic size and shielding. However, once these outer electrons are removed, the fifth ionization involve   removal of electron from fully filled 4d orbitals due to which there is a marked increase in ionization energy, though the jump is softened slightly by increased shielding from filled inner shells. Sixth to seventh shows increasing order in ionization energy.\n\n"
    },
    {
        "atomic_number":82,
        "name":"Lead",
        "symbol":"Pb",
        "group_id":14,
        "electronic_configuration":"[Xe] 4f14 5d10 6s2 6p2",
        "jmol_color":"#575961",
        "IE1":7.4166796,
        "IE2":15.032498,
        "IE3":31.9373,
        "IE4":42.33256,
        "IE5":68.8,
        "IE6":82.9,
        "IE7":100.1,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Lead ([Xe] 4f¹⁴ 5d¹⁰ 6s² 6p²) has a first ionization energy slightly higher than tin’s, due to relativistic contraction of the 6s orbital and poor shielding by 4f electrons. The first four ionizations remove 6p and 6s electrons with increasing energy. From the fifth ionization onward, electrons are drawn from the stable fully filled 5d orbitals, causing a significant rise in ionization energy. These values reflect the interplay of high effective nuclear charge and relativistic stabilization in heavy atoms.\n\n"
    },
    {
        "atomic_number":114,
        "name":"Flerovium",
        "symbol":"Fl",
        "group_id":14,
        "electronic_configuration":"[Rn] 5f14 6d10 7s2 7p2",
        "jmol_color":null,
        "IE1":null,
        "IE2":null,
        "IE3":null,
        "IE4":null,
        "IE5":null,
        "IE6":null,
        "IE7":null,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Flerovium (Z = 114), with a predicted configuration of [Rn] 5f¹⁴ 6d¹⁰ 7s² 7p², is a synthetic element with no experimentally known ionization energies due to its extreme instability and very short half-life. However, relativistic quantum calculations predict that Fl may have an unexpectedly low first ionization energy, possibly even lower than lead’s, due to relativistic destabilization of the 7p electrons. The 7s electrons, however, remain relativistically contracted and stabilized, so the second and third ionization energies may rise significantly. From the fifth to seventh ionizations, electrons would be removed from deeply embedded 6d orbitals, causing a sharp increase in ionization energies. Overall, Flerovium’s trend reflects a delicate balance between relativistic effects and poor inner shielding, making its chemistry and ionization profile distinct from lighter congeners.\n\n"
    },
    {
        "atomic_number":7,
        "name":"Nitrogen",
        "symbol":"N",
        "group_id":15,
        "electronic_configuration":"[He] 2s2 2p3",
        "jmol_color":"#3050f8",
        "IE1":14.53413,
        "IE2":29.60125,
        "IE3":47.4453,
        "IE4":77.4735,
        "IE5":97.89013,
        "IE6":552.06731,
        "IE7":667.04609,
        "Analysis":"Group 15 elements—Nitrogen (N), Phosphorus (P), Arsenic (As), Antimony (Sb), and Bismuth (Bi)—exhibit a general decrease in first ionization energy down the group. This trend is primarily driven by the increase in atomic size and the addition of electron shells, which reduce the effective nuclear attraction on the outermost electron, making it easier to remove. Nitrogen has the highest ionization energy due to its small size and strong nuclear pull. The decrease continues through phosphorus and arsenic, though the drop becomes less steep. In the case of antimony and bismuth also, the decrease slows down. The effect in case of bismuth is due to relativistic effects that cause the 6s orbital in bismuth to contract, increasing the attraction to the nucleus. Additionally, poor shielding by the 4f electrons enhances the effective nuclear charge, leading to lower steep decrease of the ionization energy in bismuth. The ionization energy for moscovium is unavailable. However, being a superheavy it may follow lesser steep decreases in the ionization-energy trend influenced by stronger relativistic effects.\n",
        "First_to_seventh_IE_Analysis":"Nitrogen (1s² 2s² 2p³) has very high ionization energies across all seven stages due to its small size, high nuclear charge, and minimal shielding. The first five ionizations remove electrons from the half-filled and stable 2p³ and 2s² orbitals, while the sixth and seventh involve the inner 1s electrons, causing a dramatic energy jump. The strong nuclear attraction in a compact atom makes each successive ionization significantly harder.\n\n"
    },
    {
        "atomic_number":15,
        "name":"Phosphorus",
        "symbol":"P",
        "group_id":15,
        "electronic_configuration":"[Ne] 3s2 3p3",
        "jmol_color":"#ff8000",
        "IE1":10.486686,
        "IE2":19.76949,
        "IE3":30.20264,
        "IE4":51.44387,
        "IE5":65.02511,
        "IE6":220.4304,
        "IE7":263.57,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Phosphorus ([Ne] 3s² 3p³) shows moderate but steadily increasing ionization energies. The first five ionizations target the valence electrons, with a noticeable rise after the stable half-filled 3p³ state is disrupted. From the sixth ionization onward, electrons are removed from the tightly held 2p and 2s core, resulting in a sharp increase in ionization energies. The trend highlights the protective effect of the noble gas core and the stability of the half-filled p-subshell.\n\n"
    },
    {
        "atomic_number":33,
        "name":"Arsenic",
        "symbol":"As",
        "group_id":15,
        "electronic_configuration":"[Ar] 3d10 4s2 4p3",
        "jmol_color":"#bd80e3",
        "IE1":9.789,
        "IE2":18.5892,
        "IE3":28.349,
        "IE4":50.15,
        "IE5":62.767,
        "IE6":121.19,
        "IE7":147.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Arsenic ([Ar] 3d¹⁰ 4s² 4p³) has slightly lower first to fifth ionization energies than phosphorus due to increased atomic size and better shielding. The 3d¹⁰ core electrons shield the nucleus poorly, so once the outer 4p and 4s electrons are removed, the sixth and seventh ionizations rise sharply as electrons are drawn from fully filled d-orbitals. The filled 3d10subshell affects shielding due to which the second to fourth ionization energy has less difference from that of phosphorus. The half-filled 4p3 subshell influences the stability of the fourth and fifth ionizations.\n\n"
    },
    {
        "atomic_number":51,
        "name":"Antimony",
        "symbol":"Sb",
        "group_id":15,
        "electronic_configuration":"[Kr] 4d10 5s2 5p3",
        "jmol_color":"#9e63b5",
        "IE1":8.608389,
        "IE2":16.63,
        "IE3":25.3235,
        "IE4":43.8,
        "IE5":55.0,
        "IE6":99.51,
        "IE7":117.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Antimony ([Kr] 4d¹⁰ 5s² 5p³) follows the expected trend with lower first to fifth ionization energies than arsenic due to its larger atomic radius and increased shielding. However, the rise from the sixth ionization is steep, as electrons are now removed from the stable fully filled 4d subshell.\n\n"
    },
    {
        "atomic_number":83,
        "name":"Bismuth",
        "symbol":"Bi",
        "group_id":15,
        "electronic_configuration":"[Xe] 4f14 5d10 6s2 6p3",
        "jmol_color":"#9e4fb5",
        "IE1":7.285516,
        "IE2":16.703,
        "IE3":25.563,
        "IE4":45.37,
        "IE5":54.85,
        "IE6":88.4,
        "IE7":103.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Bismuth ([Xe] 4f¹⁴ 5d¹⁰ 6s² 6p³) shows a slightly higher first ionization energy than expected, due to relativistic contraction of the 6s orbital and poor shielding by 4f electrons. The first to fifth ionizations progressively remove the 6p and 6s electrons. From the sixth ionization onward, electrons are pulled from the fully filled 5d subshell, resulting in a sharp rise in ionization energy. Relativistic effects and inefficient f-orbital shielding significantly affect the energetic cost of higher ionizations.\n\n"
    },
    {
        "atomic_number":115,
        "name":"Moscovium",
        "symbol":"Mc",
        "group_id":15,
        "electronic_configuration":"[Rn] 5f14 6d10 7s2 7p3",
        "jmol_color":null,
        "IE1":null,
        "IE2":null,
        "IE3":null,
        "IE4":null,
        "IE5":null,
        "IE6":null,
        "IE7":null,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Moscovium (Z = 115), with a predicted electron configuration of [Rn] 5f¹⁴ 6d¹⁰ 7s² 7p³, is a synthetic element with no experimentally measured ionization energies due to its extremely short half-life. However, theoretical models suggest that its first ionization energy is significantly lower than that of bismuth, owing to its larger atomic size and more diffuse 7p orbital. The second to fifth ionizations, which remove the remaining 7p and 7s electrons, are expected to show a moderate increase, but not as steep as in lighter congeners. From the sixth ionization onward, electrons would be drawn from the stabilized and compact 6d and possibly 5f orbitals, causing a sharp jump in ionization energy.\n"
    },
    {
        "atomic_number":8,
        "name":"Oxygen",
        "symbol":"O",
        "group_id":16,
        "electronic_configuration":"[He] 2s2 2p4",
        "jmol_color":"#ff0d0d",
        "IE1":13.618054,
        "IE2":35.12111,
        "IE3":54.93554,
        "IE4":77.4135,
        "IE5":113.8989,
        "IE6":138.1189,
        "IE7":739.32679,
        "Analysis":"Group 16 elements—Oxygen (O), Sulfur (S), Selenium (Se), Tellurium (Te), and Polonium (Po)—show a general decrease in first ionization energy as we move down the group. This trend is mainly due to the increase in atomic size and greater shielding effect from added inner electron shells, which reduce the effective nuclear attraction on the valence electrons. Oxygen has the highest ionization energy due to its small atomic radius and strong effective nuclear charge. The values decrease through sulfur and selenium, with tellurium continuing the trend. However, polonium exhibits a smaller-than-expected decrease in ionization energy. This is attributed to relativistic effects that cause the 6s orbital to contract and stabilize, increasing the effective nuclear pull on outer electrons. Additionally, poor shielding by 4f electrons further enhances this effect, making it slightly more difficult to remove the outermost electron than would be predicted by size and shielding alone. The ionization energy for livermorium is unavailable. However, being a superheavy it may follow lesser than expected decrease in the ionization-energy trend influenced by stronger relativistic effects.\n",
        "First_to_seventh_IE_Analysis":"Oxygen (1s² 2s² 2p⁴) exhibits very high ionization energies due to its small size and strong effective nuclear charge. The first and second ionizations remove 2p electrons, slightly stabilized by pairing energy, while the third and fourth involve further 2p removal. From the fifth onward, electrons are pulled from the 2s core orbitals, leading to a sharp energy jump. The trend reflects the increasing difficulty of removing tightly held electrons in a compact atom. The seventh ionization targets a 1s core electron, causing even sharper rise in energy. Ionization energies increase steadily, with a notable jump after valence electrons are exhausted.\n\n"
    },
    {
        "atomic_number":16,
        "name":"Sulfur",
        "symbol":"S",
        "group_id":16,
        "electronic_configuration":"[Ne] 3s2 3p4",
        "jmol_color":"#ffff30",
        "IE1":10.36001,
        "IE2":23.33788,
        "IE3":34.856,
        "IE4":47.222,
        "IE5":72.59449,
        "IE6":88.05292,
        "IE7":280.954,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Sulfur ([Ne] 3s² 3p⁴) shows moderate first ionization energy, removing paired 3p electrons with less repulsion. The second to fourth ionization remove the remaining 3p electrons, while the fifth and sixth involve 3s electrons, which are closer to the nucleus. The seventh ionization targets a 2p core electron, causing a sharp rise in energy. Ionization energies increase steadily, with a notable jump after valence electrons are exhausted.\n\n"
    },
    {
        "atomic_number":34,
        "name":"Selenium",
        "symbol":"Se",
        "group_id":16,
        "electronic_configuration":"[Ar] 3d10 4s2 4p4",
        "jmol_color":"#ffa100",
        "IE1":9.752392,
        "IE2":21.196,
        "IE3":31.697,
        "IE4":42.947,
        "IE5":68.3,
        "IE6":81.827,
        "IE7":155.33,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Selenium ([Ar] 3d¹⁰ 4s² 4p⁴) has lower ionization energies than sulfur due to larger atomic size and increased shielding. The first six ionizations remove 4p and then 4s electrons. From the seventh ionization, electrons are pulled from the 3d orbitals, which are poorly shielded and closer to the nucleus, leading to a steep increase in ionization energy. The seventh ionization targets a fully filled 3d orbital, causing a sharp rise in energy."
    },
    {
        "atomic_number":52,
        "name":"Tellurium",
        "symbol":"Te",
        "group_id":16,
        "electronic_configuration":"[Kr] 4d10 5s2 5p4",
        "jmol_color":"#d47a00",
        "IE1":9.00966,
        "IE2":19.0,
        "IE3":27.838,
        "IE4":37.4155,
        "IE5":59.25,
        "IE6":69.1,
        "IE7":124.201,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Tellurium, with an electron configuration of [Kr]4d105s25p4\n , has relatively low first through sixth ionization energies, corresponding to the removal of its 5s and 5p valence electrons. Each successive ionization energy increases because the remaining electrons are held more tightly by an increased effective nuclear charge. A dramatic jump in ionization energy occurs for seventh electron, as this involves removal of electron from fully filled d-orbital."
    },
    {
        "atomic_number":84,
        "name":"Polonium",
        "symbol":"Po",
        "group_id":16,
        "electronic_configuration":"[Xe] 4f14 5d10 6s2 6p4",
        "jmol_color":"#ab5c00",
        "IE1":8.414,
        "IE2":19.3,
        "IE3":27.0,
        "IE4":36.0,
        "IE5":57.0,
        "IE6":69.1,
        "IE7":108.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Polonium (Po)\nPolonium, with an electron configuration of [Xe]4f145d106s26p4\n , displays comparatively low first through sixth ionization energies, reflecting the removal of its 6s and 6p valence electrons. The lanthanide contraction and significant relativistic effects make these valence electrons more tightly bound than expected. As each electron is removed, subsequent ionization energies increase due to the enhanced effective nuclear charge. A pronounced increase follows the seventh ionization, as electrons are then extracted from the fully filled d-orbital."
    },
    {
        "atomic_number":116,
        "name":"Livermorium",
        "symbol":"Lv",
        "group_id":16,
        "electronic_configuration":"[Rn] 5f14 6d10 7s2 7p4",
        "jmol_color":null,
        "IE1":null,
        "IE2":null,
        "IE3":null,
        "IE4":null,
        "IE5":null,
        "IE6":null,
        "IE7":null,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Livermorium (Z = 116), with a predicted configuration of [Rn] 5f¹⁴ 6d¹⁰ 7s² 7p⁴, is a synthetic element with no experimental ionization energy data due to its extremely short half-life. It is predicted to have relatively low first through sixth ionization energies from its 7s and 7p electrons, influenced by strong relativistic effects. Each subsequent ionization energy is higher as the electron is removed from an increasingly positive ion, leading to tighter binding. A substantial increase in ionization energy is expected for the seventh electron, indicating the removal of electrons from the fully filled d-orbital, with very strong relativistic effects making these core electron bindings exceptionally strong."
    },
    {
        "atomic_number":9,
        "name":"Fluorine",
        "symbol":"F",
        "group_id":17,
        "electronic_configuration":"[He] 2s2 2p5",
        "jmol_color":"#90e050",
        "IE1":17.42282,
        "IE2":34.97081,
        "IE3":62.708,
        "IE4":87.175,
        "IE5":114.249,
        "IE6":157.1631,
        "IE7":185.1868,
        "Analysis":"Group 17 elements—Fluorine (F), Chlorine (Cl), Bromine (Br), Iodine (I), and Astatine (At)—exhibit a general decrease in first ionization energy down the group. This trend is due to the increasing atomic radius and addition of shells due to which the valence electrons moves away from the nucleus, making them easier to remove. Fluorine, being the smallest and most electronegative element, has the highest ionization energy in the group. The ionization energy gradually decreases from chlorine to iodine as expected. However, astatine, although heavier, shows a less pronounced drop in ionization energy. This is because relativistic effects become significant in heavier elements, causing contraction and stabilization of the 6p and 6s orbitals, which slightly increases the nuclear attraction on the outermost electrons. Additionally, inefficient shielding by 4f electrons in astatine enhances the effective nuclear charge, preventing the ionization energy from falling as sharply as predicted by size alone. The ionization energy for tennessine is unavailable. However, being a superheavy it may follow lesser than expected decrease in the ionization-energy trend influenced by stronger relativistic effects.\n",
        "First_to_seventh_IE_Analysis":"Fluorine, with an electron configuration of [He]2s22p5\n , shows relatively steady rise for first through seventh ionization energies, as all these electrons are removed from its valence shell. Due to its small size and high effective nuclear charge, all its ionization energies are considerably high compared to other elements in its period. Each successive ionization energy increases because the remaining electrons are held more tightly by an increased effective nuclear charge. A dramatic jump in ionization energy should occurs from the eighth electron onward, as this involves breaking into the very stable Helium noble gas core, requiring significantly more energy. However, we have considered only the first seven ionization enery for this study."
    },
    {
        "atomic_number":17,
        "name":"Chlorine",
        "symbol":"Cl",
        "group_id":17,
        "electronic_configuration":"[Ne] 3s2 3p5",
        "jmol_color":"#1ff01f",
        "IE1":12.96763,
        "IE2":23.81364,
        "IE3":39.8,
        "IE4":53.24,
        "IE5":67.68,
        "IE6":96.94,
        "IE7":114.2013,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Chlorine, with an electron configuration of [Ne]3s23p5\n , exhibits moderate rise for first through seventh ionization energies, corresponding to the removal of its 3s and 3p valence electrons. Successive ionization energies consistently rise due to the increasing effective nuclear charge experienced by the remaining electrons. A sharp increase in energy can be observed from the eighth ionization onward, indicating the removal of core electrons from the stable Neon noble gas configuration, which are considerably more difficult to extract from the increasingly positive ion. However, in the data we are considering first seven ionization energies only."
    },
    {
        "atomic_number":35,
        "name":"Bromine",
        "symbol":"Br",
        "group_id":17,
        "electronic_configuration":"[Ar] 3d10 4s2 4p5",
        "jmol_color":"#a62929",
        "IE1":11.81381,
        "IE2":21.591,
        "IE3":35.0,
        "IE4":47.78,
        "IE5":59.595,
        "IE6":85.1,
        "IE7":103.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Bromine, with an electron configuration of [Ar]3d104s24p5\n , displays comparatively moderate rise for first through seventh ionization energies, reflecting the removal of its 4s and 4p valence electrons. The filled 3d10 subshell affects shielding. As each electron is removed, subsequent ionization energies increase due to the enhanced effective nuclear charge. A pronounced increase follows the eighth ionization, as electrons are then extracted from the highly stable fully filled 3d subshell, which require substantially more energy."
    },
    {
        "atomic_number":53,
        "name":"Iodine",
        "symbol":"I",
        "group_id":17,
        "electronic_configuration":"[Kr] 4d10 5s2 5p5",
        "jmol_color":"#940094",
        "IE1":10.45126,
        "IE2":19.13126,
        "IE3":29.57,
        "IE4":40.36,
        "IE5":51.517,
        "IE6":74.37,
        "IE7":87.61,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Iodine, with an electron configuration of [Kr]4d105s25p5\n , depicts moderate rise in first through seventh ionization energies, corresponding to the removal of its 5s and 5p valence electrons. Each successive ionization energy increases because the remaining electrons are held more tightly by an increased effective nuclear charge. A dramatic jump in ionization energy can occurs from the eighth electron onward, as this involves breaking into the stable fully filled d-orbitals, requiring significantly more energy. However, in this data, we have considered only first seven ionization energies."
    },
    {
        "atomic_number":85,
        "name":"Astatine",
        "symbol":"At",
        "group_id":17,
        "electronic_configuration":"[Xe] 4f14 5d10 6s2 6p5",
        "jmol_color":"#754f45",
        "IE1":9.31751,
        "IE2":17.88,
        "IE3":26.58,
        "IE4":39.65,
        "IE5":50.39,
        "IE6":72.0,
        "IE7":85.1,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Astatine, with an electron configuration of [Xe]4f145d106s26p5\n , displays comparatively moderate rise in first through seventh ionization energies, reflecting the removal of its 6s and 6p valence electrons. The lanthanide contraction and significant relativistic effects make these valence electrons more tightly bound than expected. As each electron is removed, subsequent ionization energies increase due to the enhanced effective nuclear charge. A pronounced increase follows the eighth ionization, as electrons are then extracted from the fuffly filled stable d-orbitals which are substantially more difficult to remove. However, in this data we have considered only first seven ionization energies."
    },
    {
        "atomic_number":117,
        "name":"Tennessine",
        "symbol":"Ts",
        "group_id":17,
        "electronic_configuration":"[Rn] 5f14 6d10 7s2 7p5",
        "jmol_color":null,
        "IE1":null,
        "IE2":null,
        "IE3":null,
        "IE4":null,
        "IE5":null,
        "IE6":null,
        "IE7":null,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Tennessine (Z = 117), with a predicted configuration of [Rn] 5f¹⁴ 6d¹⁰ 7s² 7p⁵, is a synthetic element with no experimentally measured ionization energies due to its extremely short half-life. It is predicted to have relatively moderate first through seventh ionization energies from its 7s and 7p electrons, influenced by strong relativistic effects. Each subsequent ionization energy is higher as the electron is removed from an increasingly positive ion, leading to tighter binding. A substantial increase in ionization energy is expected from the eighth electron onward, indicating the removal of electrons from the highly stable fully filled 6d subshells, with very strong relativistic effects making these core electron bindings exceptionally strong."
    },
    {
        "atomic_number":2,
        "name":"Helium",
        "symbol":"He",
        "group_id":18,
        "electronic_configuration":"1s2",
        "jmol_color":"#d9ffff",
        "IE1":24.587387936,
        "IE2":54.41776311,
        "IE3":null,
        "IE4":null,
        "IE5":null,
        "IE6":null,
        "IE7":null,
        "Analysis":"Group 18 elements - Helium (He), Neon (Ne), Argon (Ar), Krypton (Kr), Xenon (Xe), and Radon (Rn)—show a general decrease in first ionization energy down the group, consistent with the increasing atomic size and addition of new shells, which increases the distance of valence electrons from the nucleus and hence reduce the effective nuclear attraction on the outermost electrons. Helium has the highest first ionization energy of all elements due to its extremely small size and tightly held electrons. As we move down to neon, argon, and beyond, the ionization energy gradually decreases. However, the drop is not steep, and noble gases maintain high ionization energies because of their stable, fully filled electron configurations, which resist electron removal. In xenon and radon, the decrease in ionization energy is moderated by relativistic effects, which cause the 6s and 6p orbitals to contract, increasing the effective nuclear pull on valence electrons. This, combined with poor shielding by inner f-electrons, leads to a higher-than-expected ionization energy, particularly for radon, despite its large atomic size.\n",
        "First_to_seventh_IE_Analysis":"Helium, with an electron configuration of 1s2, has an exceptionally high first ionization energy due to its extremely small size and the tightly bound nature of its two electrons in a full 1s subshell. Its second ionization energy is even higher, as it involves removing the last electron from a very stable, highly positive single-electron ion. Each successive ionization energy (though only two for Helium as there are ony two electrons present in helium atom) increases dramatically because the remaining electrons are held much more tightly by an increased effective nuclear charge. For Helium, both its first and second ionizations are already \"core\" electron removals in effect."
    },
    {
        "atomic_number":10,
        "name":"Neon",
        "symbol":"Ne",
        "group_id":18,
        "electronic_configuration":"[He] 2s2 2p6",
        "jmol_color":"#b3e3f5",
        "IE1":21.56454,
        "IE2":40.96296,
        "IE3":63.42331,
        "IE4":97.19,
        "IE5":126.247,
        "IE6":157.934,
        "IE7":207.271,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Neon ([He] 2s² 2p⁶) also exhibits very high ionization energies, though lower than helium’s first two ionization energies due to slightly increased distance and shielding. The first six ionizations remove valence 2p electrons, with energies steadily increasing due to the increasing positive charge. The seventh ionization energy depicts a sharp increase due to removal of electron from core 2s orbital. The ninth ionization targets a 1s electron, which should lead to a massive jump in energy, as the electron is removed from a deep, highly stable core orbital.\n\n"
    },
    {
        "atomic_number":18,
        "name":"Argon",
        "symbol":"Ar",
        "group_id":18,
        "electronic_configuration":"[Ne] 3s2 3p6",
        "jmol_color":"#80d1e3",
        "IE1":15.7596112,
        "IE2":27.62967,
        "IE3":40.735,
        "IE4":59.58,
        "IE5":74.84,
        "IE6":91.29,
        "IE7":124.412,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Argon ([Ne] 3s² 3p⁶) has a high first ionization energy, reflecting its full octet stability. The first seven ionizations remove the 3p and 3s electrons, showing a steady increase. Argon’s filled valence shell and lack of reactivity are mirrored by its consistently high ionization requirements.\n\n"
    },
    {
        "atomic_number":36,
        "name":"Krypton",
        "symbol":"Kr",
        "group_id":18,
        "electronic_configuration":"[Ar] 3d10 4s2 4p6",
        "jmol_color":"#5cb8d1",
        "IE1":13.9996049,
        "IE2":24.35984,
        "IE3":35.67,
        "IE4":50.85,
        "IE5":64.69,
        "IE6":78.49,
        "IE7":109.13,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Krypton, with an electron configuration of [Ar]3d104s24p6\n , displays high first through seventh ionization energies, reflecting the removal of electrons from its full and stable 4s and 4p valence subshells. The presence of the filled 3d10 subshell influences shielding. As each electron is removed, subsequent ionization energies increase due to the enhanced effective nuclear charge. "
    },
    {
        "atomic_number":54,
        "name":"Xenon",
        "symbol":"Xe",
        "group_id":18,
        "electronic_configuration":"[Kr] 4d10 5s2 5p6",
        "jmol_color":"#429eb0",
        "IE1":12.1298431,
        "IE2":20.975,
        "IE3":31.05,
        "IE4":42.2,
        "IE5":54.14,
        "IE6":66.703,
        "IE7":91.6,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Xenon, with an electron configuration of [Kr]4d105s25p6, has high first through seventh ionization energies, corresponding to the removal of electrons from its full and stable 5s and 5p valence subshells. Each successive ionization energy increases because the remaining electrons are held more tightly by an increased effective nuclear charge"
    },
    {
        "atomic_number":86,
        "name":"Radon",
        "symbol":"Rn",
        "group_id":18,
        "electronic_configuration":"[Xe] 4f14 5d10 6s2 6p6",
        "jmol_color":"#428296",
        "IE1":10.7485,
        "IE2":21.4,
        "IE3":29.4,
        "IE4":36.9,
        "IE5":52.9,
        "IE6":64.0,
        "IE7":88.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Radon, with an electron configuration of [Xe]4f145d106s26p6\n , displays high first through seventh ionization energies, reflecting the removal of electrons from its full and stable 6s and 6p valence subshells. The lanthanide contraction and significant relativistic effects make these valence electrons more tightly bound than might be expected solely based on size. As each electron is removed, subsequent ionization energies increase due to the enhanced effective nuclear charge."
    },
    {
        "atomic_number":118,
        "name":"Oganesson",
        "symbol":"Og",
        "group_id":18,
        "electronic_configuration":"[Rn] 5f14 6d10 7s2 7p6",
        "jmol_color":null,
        "IE1":null,
        "IE2":null,
        "IE3":null,
        "IE4":null,
        "IE5":null,
        "IE6":null,
        "IE7":null,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Oganesson (Z = 118), with a predicted electron configuration of [Rn] 5f¹⁴ 6d¹⁰ 7s² 7p⁶, is a synthetic noble gas with no experimentally measured ionization energies due to its extremely short half-life. It is predicted to have very high first through seventh ionization energies, significantly influenced by strong relativistic effects that might slightly destabilize the outermost electrons compared to lighter noble gases. Each subsequent ionization energy is higher as the electron is removed from an increasingly positive ion, leading to tighter binding. "
    }
]