[
    {
        "atomic_number":57,
        "name":"Lanthanum",
        "symbol":"La",
        "LanthanideandActinide":"Lanthanide",
        "electronic_configuration":"[Xe] 5d 6s2",
        "jmol_color":"#70d4ff",
        "IE1":5.5769,
        "IE2":11.18492,
        "IE3":19.1773,
        "IE4":49.95,
        "IE5":61.6,
        "IE6":74.0,
        "IE7":88.0,
        "Analysis":"The first ionization energy across the lanthanide series displays a slight but uneven increase from lanthanum (La) to lutetium (Lu), as seen in the values provided. This trend is a consequence of the lanthanide contraction, where poor shielding by the 4f electrons causes a steady increase in the effective nuclear charge, thereby pulling outer electrons slightly closer and requiring more energy for ionization. However, the trend is not strictly linear—there are minor fluctuations due to subshell arrangements, particularly around Gd (with a half-filled 4f⁷ configuration) and Yb (4f¹⁴), which contribute to marginally higher stabilities and hence slightly elevated ionization energies. Interestingly, cerium and promethium first ionization energy is low, due to experimental error.   This is as per the paper on Ionization Energies of Lanthanides by Peter F. Lang and Barry C. Smith. The final value for lutetium is lower than ytterbium (5.425871). This could be due to to the electrons in 4f and 5d orbitals that leads to poor shielding as compared to ytterbium where electrons are not in 5d orbital. Overall, the trend supports the expected increase in IE₁ with atomic number, modulated by electronic configuration effects.",
        "First_to_seventh_IE_Analysis":"La ([Xe] 5d¹ 6s²) begins the series with low first and second ionizations (removing 6s electrons) and a slightly higher third (5d). From the fourth to seventh, electrons are pulled from the inner Xe core, causing a sharp rise in energy, as deep-seated electrons are tightly bound and poorly shielded."
    },
    {
        "atomic_number":58,
        "name":"Cerium",
        "symbol":"Ce",
        "LanthanideandActinide":"Lanthanide",
        "electronic_configuration":"[Xe] 4f 5d 6s2",
        "jmol_color":"#ffffc7",
        "IE1":5.5386,
        "IE2":10.85,
        "IE3":20.1974,
        "IE4":36.906,
        "IE5":65.55,
        "IE6":77.6,
        "IE7":91.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Ce ([Xe] 4f¹ 5d¹ 6s²) shows an increase in first four ionizations reflecting removal of one electron from 4f, two from 6s and one from 5d.  From the fifth to seventh, electrons are pulled from the inner Xe core, causing a sharp rise in energy, as deep-seated electrons are tightly bound and poorly shielded.\n"
    },
    {
        "atomic_number":59,
        "name":"Praseodymium",
        "symbol":"Pr",
        "LanthanideandActinide":"Lanthanide",
        "electronic_configuration":"[Xe] 4f3 6s2",
        "jmol_color":"#d9ffc7",
        "IE1":5.473,
        "IE2":10.55,
        "IE3":21.6237,
        "IE4":38.98,
        "IE5":57.5,
        "IE6":82.0,
        "IE7":97.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Pr ([Xe] 4f³ 6s²) behaves similarly. There is a steady increase from first to fifth ionization energy. However, a surge in ionization energy is observed from sixth ionization due to removing deeply embedded inner electrons from xenon (noble gas).\n\n"
    },
    {
        "atomic_number":60,
        "name":"Neodymium",
        "symbol":"Nd",
        "LanthanideandActinide":"Lanthanide",
        "electronic_configuration":"[Xe] 4f4 6s2",
        "jmol_color":"#c7ffc7",
        "IE1":5.525,
        "IE2":10.72,
        "IE3":22.14,
        "IE4":40.4,
        "IE5":60.0,
        "IE6":84.0,
        "IE7":99.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Neodymium continues the general upward trend in ionization energies, demonstrating the consistent effect of increasing nuclear charge and the deepening of the 4f orbitals that hold electrons more tightly, making each successive ionization demand more energy. Although, there should be a sudden rise in seventh ionization energy of neodymium due to removal of electron from the noble gas (xenon) electronic configuration. However, there is no sudden increase observed. This gradual increase in attraction results in a gradual increase in ionization energy rather than a sudden jump, as would be seen if the shielding were more effective. \n"
    },
    {
        "atomic_number":61,
        "name":"Promethium",
        "symbol":"Pm",
        "LanthanideandActinide":"Lanthanide",
        "electronic_configuration":"[Xe] 4f5 6s2",
        "jmol_color":"#a3ffc7",
        "IE1":5.582,
        "IE2":10.9,
        "IE3":22.0,
        "IE4":41.0,
        "IE5":61.69,
        "IE6":85.0,
        "IE7":101.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Being a radioactive element, Promethium's ionization energies are less commonly studied in detail, but its position in the series generally follow the increasing trend for first seven ionization energies.. Due to the poor shielding of the 4f electrons, the outer electrons experience a greater attraction to the nucleus as the atomic number increases. This gradual increase in attraction results in a gradual increase in ionization energy rather than a sudden jump, as would be seen if the shielding were more effective. "
    },
    {
        "atomic_number":62,
        "name":"Samarium",
        "symbol":"Sm",
        "LanthanideandActinide":"Lanthanide",
        "electronic_configuration":"[Xe] 4f6 6s2",
        "jmol_color":"#8fffc7",
        "IE1":5.64371,
        "IE2":11.07,
        "IE3":23.4,
        "IE4":41.4,
        "IE5":62.66,
        "IE6":90.0,
        "IE7":103.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Samarium ionization energies follow the gradual increasing trend for first seven ionization energies. Due to the poor shielding of the 4f electrons, the outer electrons experience a greater attraction to the nucleus as the atomic number increases. This gradual increase in attraction results in a gradual increase in ionization energy rather than a sudden jump, as would be seen if the shielding were more effective. "
    },
    {
        "atomic_number":63,
        "name":"Europium",
        "symbol":"Eu",
        "LanthanideandActinide":"Lanthanide",
        "electronic_configuration":"[Xe] 4f7 6s2",
        "jmol_color":"#61ffc7",
        "IE1":5.670385,
        "IE2":11.241,
        "IE3":24.9,
        "IE4":42.7,
        "IE5":63.0,
        "IE6":88.0,
        "IE7":105.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Europium ionization energies follow the gradual increasing trend for first seven ionization energies. Due to the poor shielding of the 4f electrons, the outer electrons experience a greater attraction to the nucleus as the atomic number increases. This gradual increase in attraction results in a gradual increase in ionization energy rather than a sudden jump, as would be seen if the shielding were more effective."
    },
    {
        "atomic_number":64,
        "name":"Gadolinium",
        "symbol":"Gd",
        "LanthanideandActinide":"Lanthanide",
        "electronic_configuration":"[Xe] 4f7 5d 6s2",
        "jmol_color":"#45ffc7",
        "IE1":6.149796,
        "IE2":12.09,
        "IE3":20.63,
        "IE4":44.0,
        "IE5":64.76,
        "IE6":89.0,
        "IE7":106.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Gadolinium ionization energies follow the gradual increasing trend for first seven ionization energies. Due to the poor shielding of the 4f electrons, the outer electrons experience a greater attraction to the nucleus as the atomic number increases. This gradual increase in attraction results in a gradual increase in ionization energy rather than a sudden jump, as would be seen if the shielding were more effective. The third ionization energy of gadolinium is less than that of europium. This is because third electron in europium is removed from the half filled f-orbital while in case of gadolinium, it is removed from 5d subshell."
    },
    {
        "atomic_number":65,
        "name":"Terbium",
        "symbol":"Tb",
        "LanthanideandActinide":"Lanthanide",
        "electronic_configuration":"[Xe] 4f9 6s2",
        "jmol_color":"#30ffc7",
        "IE1":5.8638,
        "IE2":11.52,
        "IE3":21.91,
        "IE4":39.36,
        "IE5":66.5,
        "IE6":90.0,
        "IE7":108.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Terbium ionization energies follow the gradual increasing trend for first seven ionization energies. Due to the poor shielding of the 4f electrons, the outer electrons experience a greater attraction to the nucleus as the atomic number increases. This gradual increase in attraction results in a gradual increase in ionization energy rather than a sudden jump, as would be seen if the shielding were more effective. The fourth ionization energy of terbium is less than that of gadolinium. This is because fourth electron in gadolinium is removed from the half filled f-orbital while in case of terbium, it is removed from more than half filled 4f subshell. Interestingly, from terbium a slight sharper increase in fifth ionization energy due to removal of fifth electron from half filled 4f subshell."
    },
    {
        "atomic_number":66,
        "name":"Dysprosium",
        "symbol":"Dy",
        "LanthanideandActinide":"Lanthanide",
        "electronic_configuration":"[Xe] 4f10 6s2",
        "jmol_color":"#1fffc7",
        "IE1":5.93905,
        "IE2":11.67,
        "IE3":22.93,
        "IE4":41.4,
        "IE5":62.08,
        "IE6":93.0,
        "IE7":110.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Dysprosium ionization energies follow the gradual increasing trend for first seven ionization energies. Due to the poor shielding of the 4f electrons, the outer electrons experience a greater attraction to the nucleus as the atomic number increases. This gradual increase in attraction results in a gradual increase in ionization energy rather than a sudden jump, as would be seen if the shielding were more effective. The fifth ionization energy of dysprosium is less than that of terbium. This is because fifth electron in terbium is removed from the half filled f-orbital while in case of dysprosium, it is removed from more than half filled 4f subshell. A comparatively sharper increase in sixth ionization energy is observed for dysprosium due to removal of sixth electron from the half filled 4f subshell."
    },
    {
        "atomic_number":67,
        "name":"Holmium",
        "symbol":"Ho",
        "LanthanideandActinide":"Lanthanide",
        "electronic_configuration":"[Xe] 4f11 6s2",
        "jmol_color":"#00ff9c",
        "IE1":6.0215,
        "IE2":11.8,
        "IE3":22.84,
        "IE4":42.5,
        "IE5":63.93,
        "IE6":95.0,
        "IE7":112.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Holmium ionization energies follow the gradual increasing trend for first seven ionization energies. Due to the poor shielding of the 4f electrons, the outer electrons experience a greater attraction to the nucleus as the atomic number increases. This gradual increase in attraction results in a gradual increase in ionization energy rather than a sudden jump, as would be seen if the shielding were more effective. A comparatively sharper increase in sixth ionization energy is observed for holmium."
    },
    {
        "atomic_number":68,
        "name":"Erbium",
        "symbol":"Er",
        "LanthanideandActinide":"Lanthanide",
        "electronic_configuration":"[Xe] 4f12 6s2",
        "jmol_color":"#00e675",
        "IE1":6.1077,
        "IE2":11.93,
        "IE3":22.74,
        "IE4":42.7,
        "IE5":65.1,
        "IE6":96.0,
        "IE7":114.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Erbium ionization energies follow the gradual increasing trend for first seven ionization energies. Due to the poor shielding of the 4f electrons, the outer electrons experience a greater attraction to the nucleus as the atomic number increases. This gradual increase in attraction results in a gradual increase in ionization energy rather than a sudden jump, as would be seen if the shielding were more effective. A comparatively sharper increase in sixth ionization energy is observed for erbium."
    },
    {
        "atomic_number":69,
        "name":"Thulium",
        "symbol":"Tm",
        "LanthanideandActinide":"Lanthanide",
        "electronic_configuration":"[Xe] 4f13 6s2",
        "jmol_color":"#00d452",
        "IE1":6.18431,
        "IE2":12.05,
        "IE3":23.7,
        "IE4":42.7,
        "IE5":65.43,
        "IE6":98.0,
        "IE7":116.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Thulium ionization energies follow the gradual increasing trend for first seven ionization energies. Due to the poor shielding of the 4f electrons, the outer electrons experience a greater attraction to the nucleus as the atomic number increases. This gradual increase in attraction results in a gradual increase in ionization energy rather than a sudden jump, as would be seen if the shielding were more effective. A comparatively sharper increase in sixth ionization energy is observed for thulium."
    },
    {
        "atomic_number":70,
        "name":"Ytterbium",
        "symbol":"Yb",
        "LanthanideandActinide":"Lanthanide",
        "electronic_configuration":"[Xe] 4f14 6s2",
        "jmol_color":"#00bf38",
        "IE1":6.25416,
        "IE2":12.179184,
        "IE3":25.053,
        "IE4":43.56,
        "IE5":65.58,
        "IE6":99.0,
        "IE7":117.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Ytterbium ionization energies follow the gradual increasing trend for first seven ionization energies. Due to the poor shielding of the 4f electrons, the outer electrons experience a greater attraction to the nucleus as the atomic number increases. This gradual increase in attraction results in a gradual increase in ionization energy rather than a sudden jump, as would be seen if the shielding were more effective."
    },
    {
        "atomic_number":71,
        "name":"Lutetium",
        "symbol":"Lu",
        "LanthanideandActinide":"Lanthanide",
        "electronic_configuration":"[Xe] 4f14 5d 6s2",
        "jmol_color":"#00ab24",
        "IE1":5.425871,
        "IE2":13.9,
        "IE3":20.9551,
        "IE4":45.249,
        "IE5":66.79,
        "IE6":98.0,
        "IE7":117.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Lutetium ionization energies follow the gradual increasing trend for first seven ionization energies. Due to the poor shielding of the 4f electrons, the outer electrons experience a greater attraction to the nucleus as the atomic number increases. This gradual increase in attraction results in a gradual increase in ionization energy rather than a sudden jump, as would be seen if the shielding were more effective."
    },
    {
        "atomic_number":89,
        "name":"Actinium",
        "symbol":"Ac",
        "LanthanideandActinide":"Actinide",
        "electronic_configuration":"[Rn] 6d 7s2",
        "jmol_color":"#70abfa",
        "IE1":5.380226,
        "IE2":11.75,
        "IE3":17.431,
        "IE4":44.8,
        "IE5":55.0,
        "IE6":67.0,
        "IE7":79.0,
        "Analysis":"The first ionization energy of actinides exhibits a generally irregular and less predictable trend compared to lanthanides as you move from actinium (Ac) to lawrencium (Lr). This irregularity arises from the complex behavior of the 5f electrons, which are more spatially extended and participate in bonding in the early actinides but become increasingly localized in the later elements. As the nuclear charge increases, the 5f orbitals contract and their shielding effectiveness diminishes, leading to a gradual rise in ionization energy. However, the trend is disrupted by changes in electron configurations, relativistic effects, and variable oxidation states, which are more prominent in actinides than in lanthanides. The presence of multiple accessible oxidation states also leads to inconsistent electron removal energy across the series. Thus, while a slight upward trend can be observed overall, the first ionization energy of actinides fluctuates significantly, reflecting the intricate interplay of electron shielding, relativistic contraction, and 5f orbital behavior.\n",
        "First_to_seventh_IE_Analysis":"Having an electron configuration of [Rn]6d17s2, Actinium's ionization energies reveal a clear progression from the relatively easy removal of the 7s2 and 6d1 electrons, leading to the highly stable Ac3+ ion, where subsequent ionization energies (IE4 to IE7) would be dramatically higher as they involve breaking into the noble gas-like [Rn] core."
    },
    {
        "atomic_number":90,
        "name":"Thorium",
        "symbol":"Th",
        "LanthanideandActinide":"Actinide",
        "electronic_configuration":"[Rn] 6d2 7s2",
        "jmol_color":"#00baff",
        "IE1":6.3067,
        "IE2":11.9,
        "IE3":18.32,
        "IE4":28.648,
        "IE5":58.0,
        "IE6":69.1,
        "IE7":82.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"With [Rn]6d2 7s2, Thorium uniquely exhibits a very accessible IE4, resulting in the exceptionally stable Th4+ ion (an [Rn] core), making its first four ionization energies comparatively lower and well-defined, while IE5 through IE7 signify a steep energetic jump as they involve the disruption of the noble gas configuration."
    },
    {
        "atomic_number":91,
        "name":"Protactinium",
        "symbol":"Pa",
        "LanthanideandActinide":"Actinide",
        "electronic_configuration":"[Rn] 5f2 6d 7s2",
        "jmol_color":"#00a1ff",
        "IE1":5.89,
        "IE2":11.9,
        "IE3":19.0,
        "IE4":30.9,
        "IE5":44.3,
        "IE6":72.0,
        "IE7":85.1,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Possessing an electron configuration that is likely [Rn]5f2 6d1 7s2, Protactinium's ionization energies, particularly IE5, reveal a strong tendency to achieve the stable 5f0 configuration, making its IE1 to IE5 progressively accessible compared to later elements, after which IE6 and IE7 would rise sharply due to core electron removal."
    },
    {
        "atomic_number":92,
        "name":"Uranium",
        "symbol":"U",
        "LanthanideandActinide":"Actinide",
        "electronic_configuration":"[Rn] 5f3 6d 7s2",
        "jmol_color":"#008fff",
        "IE1":6.19405,
        "IE2":11.59,
        "IE3":19.8,
        "IE4":36.7,
        "IE5":46.0,
        "IE6":60.0,
        "IE7":89.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"With a complex [Rn]5f3 6d1 7s2 configuration, Uranium's ionization energies are notable for the relative accessibility of its IE4, IE5, and IE6, reflecting its stable +6 oxidation state (5f0 configuration), making these higher ionization steps less energetically prohibitive than in earlier actinides, though IE7 would still involve significant energy."
    },
    {
        "atomic_number":93,
        "name":"Neptunium",
        "symbol":"Np",
        "LanthanideandActinide":"Actinide",
        "electronic_configuration":"[Rn] 5f4 6d 7s2",
        "jmol_color":"#0080ff",
        "IE1":6.2655,
        "IE2":11.5,
        "IE3":19.7,
        "IE4":33.8,
        "IE5":48.0,
        "IE6":65.0,
        "IE7":92.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Characterized by [Rn]5f4 6d1 7s2, Neptunium's ionization energies show a progression that allows for oxidation states up to +7, indicating that IE1 through IE7 are progressively surmountable, although the energy required for each step continually increases due to enhanced nuclear attraction and the gradual stripping of the 5f electrons."
    },
    {
        "atomic_number":94,
        "name":"Plutonium",
        "symbol":"Pu",
        "LanthanideandActinide":"Actinide",
        "electronic_configuration":"[Rn] 5f6 7s2",
        "jmol_color":"#006bff",
        "IE1":6.0258,
        "IE2":11.5,
        "IE3":21.0,
        "IE4":35.0,
        "IE5":49.0,
        "IE6":80.0,
        "IE7":95.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"With an electron configuration of [Rn]5f6 7s2, Plutonium displays a variable ionization energy trend; while it commonly forms +3 and +4 ions, its ability to reach +6 or even +7 oxidation states suggests that IE1 through IE6 (and potentially IE7) are somewhat accessible, reflecting the complex interplay of 5f orbital participation and stability effects."
    },
    {
        "atomic_number":95,
        "name":"Americium",
        "symbol":"Am",
        "LanthanideandActinide":"Actinide",
        "electronic_configuration":"[Rn] 5f7 7s2",
        "jmol_color":"#545cf2",
        "IE1":5.9738,
        "IE2":11.7,
        "IE3":21.7,
        "IE4":36.8,
        "IE5":50.0,
        "IE6":67.9,
        "IE7":95.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Electronic configuration [Rn]5f7 7s2 makes Americium's IE1 and IE2\nrelatively easy, while IE3 is also readily achieved to form Am3+, which is stabilized by the half-filled 5f7 subshell; consequently, IE4\n​and higher will show a significant jump as they involve disrupting this stable configuration, though a +4 state is occasionally observed."
    },
    {
        "atomic_number":96,
        "name":"Curium",
        "symbol":"Cm",
        "LanthanideandActinide":"Actinide",
        "electronic_configuration":"[Rn] 5f7 6d 7s2",
        "jmol_color":"#785ce3",
        "IE1":5.9914,
        "IE2":10.0,
        "IE3":20.1,
        "IE4":37.7,
        "IE5":51.0,
        "IE6":69.1,
        "IE7":97.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"As the second half-filled actinide with a configuration of [Rn]5f7 6d1 7s2, Curium's ionization energies follow a pattern where IE1, IE2, and IE3 are relatively low, leading to the highly stable Cm3+ (5f7 core); subsequent ionization energies (IE4 to IE7) increases proportionally more as compared to first three ionization energies, as they involve removing electrons from this exceptionally stable half-filled 5f subshell."
    },
    {
        "atomic_number":97,
        "name":"Berkelium",
        "symbol":"Bk",
        "LanthanideandActinide":"Actinide",
        "electronic_configuration":"[Rn] 5f9 7s2",
        "jmol_color":"#8a4fe3",
        "IE1":6.1978,
        "IE2":11.9,
        "IE3":21.6,
        "IE4":36.0,
        "IE5":56.0,
        "IE6":70.1,
        "IE7":90.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"With a configuration likely [Rn]5f8 6d1 7s2 or [Rn]5f9 7s2, Berkelium's ionization energies facilitate its common +3 oxidation state; while higher oxidation states like +4 exist, IE4 would be notably higher than IE3, and IE5 to IE7 would exhibit comparatively higher increase due to the increasing difficulty of removing electrons from half-filled 5f configurations."
    },
    {
        "atomic_number":98,
        "name":"Californium",
        "symbol":"Cf",
        "LanthanideandActinide":"Actinide",
        "electronic_configuration":"[Rn] 5f10 7s2",
        "jmol_color":"#a136d4",
        "IE1":6.2817,
        "IE2":12.0,
        "IE3":22.4,
        "IE4":37.7,
        "IE5":51.9,
        "IE6":75.0,
        "IE7":91.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Likely [Rn]5f10 7s2, Californium's ionization energies are dominated by its stable +3 state; IE1, IE2, IE3 are the most accessible, and while a +4 state is known, IE4 would be significantly higher than IE3, IE5 is significantly higher than IE4 with IE6 through IE7 becoming progressively increases as they involve removal of electrons from stable half-filled 5f subshell."
    },
    {
        "atomic_number":99,
        "name":"Einsteinium",
        "symbol":"Es",
        "LanthanideandActinide":"Actinide",
        "electronic_configuration":"[Rn] 5f11 7s2",
        "jmol_color":"#b31fd4",
        "IE1":6.3676,
        "IE2":12.2,
        "IE3":22.7,
        "IE4":38.8,
        "IE5":54.1,
        "IE6":71.0,
        "IE7":97.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Electronic configuration [Rn]5f11 7s2, Einsteinium primarily exhibits the +3 oxidation state, implying its IE1, IE2, and IE3 are readily achievable; IE4 and subsequent ionization energies (IE5 to IE7) would be exceedingly high, reflecting the strong energetic cost of removing electrons from its increasingly filled 5f subshell."
    },
    {
        "atomic_number":100,
        "name":"Fermium",
        "symbol":"Fm",
        "LanthanideandActinide":"Actinide",
        "electronic_configuration":"[Rn] 5f12 7s2",
        "jmol_color":"#b31fba",
        "IE1":6.5,
        "IE2":10.0,
        "IE3":23.2,
        "IE4":39.3,
        "IE5":55.0,
        "IE6":74.0,
        "IE7":93.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Expected to have [Rn]5f12 7s2, Fermium's ionization energies show a predominant +3 state, with IE1, IE2, and IE3 being the most accessible; however, relativistic effects lead to increasing stability of 5f electrons across the latter part of the series, causing IE4 through IE7 to rise a bit sharply, making higher oxidation states highly unfavourable."
    },
    {
        "atomic_number":101,
        "name":"Mendelevium",
        "symbol":"Md",
        "LanthanideandActinide":"Actinide",
        "electronic_configuration":"[Rn] 5f13 7s2",
        "jmol_color":"#b30da6",
        "IE1":6.58,
        "IE2":10.0,
        "IE3":24.3,
        "IE4":40.0,
        "IE5":54.1,
        "IE6":76.0,
        "IE7":96.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"With an anticipated [Rn]5f13 7s2 configuration, Mendelevium's ionization energies are characterized by its common +3 state, but also a notable stability for the +2 state due to the relativistic stabilization of the 5f orbitals; thus, IE1 and IE2 are relatively low, IE3 is accessible, but IE4 through IE7 would exhibit comparatively higher increases."
    },
    {
        "atomic_number":102,
        "name":"Nobelium",
        "symbol":"No",
        "LanthanideandActinide":"Actinide",
        "electronic_configuration":"[Rn] 5f14 7s2",
        "jmol_color":"#bd0d87",
        "IE1":6.65,
        "IE2":12.5,
        "IE3":25.8,
        "IE4":41.5,
        "IE5":60.0,
        "IE6":74.0,
        "IE7":97.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Electronic configuration [Rn]5f14 7s2, Nobelium's ionization energies strongly favor the +2 oxidation state, as the loss of two 7s electrons leaves a highly stable, fully-filled 5f14 subshell; consequently, IE1 and IE2 are relatively low, but IE3 is high, and IE4 through IE7 would be prohibitively large due to the extreme stability of the 5f14 core."
    },
    {
        "atomic_number":103,
        "name":"Lawrencium",
        "symbol":"Lr",
        "LanthanideandActinide":"Actinide",
        "electronic_configuration":"[Rn] 5f14 6d 7s2",
        "jmol_color":"#c70066",
        "IE1":4.9,
        "IE2":14.3,
        "IE3":21.4,
        "IE4":43.6,
        "IE5":56.0,
        "IE6":80.0,
        "IE7":96.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Likely [Rn]5f14 6d1 7s2, Lawrencium is generally considered the last actinide and the first element of the 6d transition series; its ionization energies indicate a very stable +3 oxidation state (losing 7s2 and 6d1), its IE3 is more accessible, while IE4 through IE7 would involve breaking into the highly stable 5f14 subshell, resulting in comparatively higher increase in the ionization energies."
    }
]