[
    {
        "atomic_number":1,
        "name":"Hydrogen",
        "symbol":"H",
        "period":1,
        "electronic_configuration":"1s",
        "VanderWaal_Radius":110.0,
        "Metallic_Radius":78.0,
        "Covalent_Radius":31.0,
        "jmol_color":"#ffffff",
        "Atomic Radius":31.0,
        "Analysis":"In Period 1, the atomic radius trend differs from other periods. While atomic radius generally decreases across a period due to increasing effective nuclear charge, helium is an exception. As a noble gas, helium's atomic size is determined by its van der Waals radius, which is larger than covalent or metallic radii. Consequently, helium has a greater atomic radius than hydrogen despite having a higher nuclear charge."
    },
    {
        "atomic_number":2,
        "name":"Helium",
        "symbol":"He",
        "period":1,
        "electronic_configuration":"1s2",
        "VanderWaal_Radius":140.0,
        "Metallic_Radius":122.0,
        "Covalent_Radius":28.0,
        "jmol_color":"#d9ffff",
        "Atomic Radius":140.0,
        "Analysis":"Since the Vander Waal radius is always larger than the covalent radius, therefore, helium has a higher atomic radius than hydrogen, even though the addition of electrons is in the same shell for both cases and effective nuclear charge is higher in case of helium."
    },
    {
        "atomic_number":3,
        "name":"Lithium",
        "symbol":"Li",
        "period":2,
        "electronic_configuration":"[He] 2s",
        "VanderWaal_Radius":182.0,
        "Metallic_Radius":155.0,
        "Covalent_Radius":128.0,
        "jmol_color":"#cc80ff",
        "Atomic Radius":155.0,
        "Analysis":"In Period 2, the atomic radius decreases from lithium to fluorine due to increasing nuclear charge, which pulls valence electrons closer without additional shielding. Neon, being a noble gas, has a larger van der Waals radius, making its atomic radius the highest in the period."
    },
    {
        "atomic_number":4,
        "name":"Beryllium",
        "symbol":"Be",
        "period":2,
        "electronic_configuration":"[He] 2s2",
        "VanderWaal_Radius":153.0,
        "Metallic_Radius":112.0,
        "Covalent_Radius":96.0,
        "jmol_color":"#c2ff00",
        "Atomic Radius":96.0,
        "Analysis":"The atomic radius (covalent radius) decreases on moving across a period from lithium to beryllium because valence electrons are added at the same energy level, and the number of protons increases in the nucleus. This leads to an increase in effective nuclear charge that becomes the dominating factor as the number of shells remains constant across the period. Thus, valence electrons are more attracted towards the nucleus decreasing the atomic radius of beryllium."
    },
    {
        "atomic_number":5,
        "name":"Boron",
        "symbol":"B",
        "period":2,
        "electronic_configuration":"[He] 2s2 2p",
        "VanderWaal_Radius":192.0,
        "Metallic_Radius":98.0,
        "Covalent_Radius":84.0,
        "jmol_color":"#ffb5b5",
        "Atomic Radius":84.0,
        "Analysis":"The atomic radius (covalent radius) decreases on moving across a period from beryllium to boron because valence electrons are added at the same energy level, and the number of protons increases in the nucleus. This leads to an increase in effective nuclear charge that becomes the dominating factor as the number of shells remains constant across the period. Thus, valence electrons are more attracted towards the nucleus decreasing the atomic radius of boron."
    },
    {
        "atomic_number":6,
        "name":"Carbon",
        "symbol":"C",
        "period":2,
        "electronic_configuration":"[He] 2s2 2p2",
        "VanderWaal_Radius":170.0,
        "Metallic_Radius":86.0,
        "Covalent_Radius":73.0,
        "jmol_color":"#909090",
        "Atomic Radius":73.0,
        "Analysis":"The atomic radius (covalent radius) decreases on moving across a period from boron to carbon because valence electrons are added at the same energy level, and the number of protons increases in the nucleus. This leads to an increase in effective nuclear charge that becomes the dominating factor as the number of shells remains constant across the period."
    },
    {
        "atomic_number":7,
        "name":"Nitrogen",
        "symbol":"N",
        "period":2,
        "electronic_configuration":"[He] 2s2 2p3",
        "VanderWaal_Radius":155.0,
        "Metallic_Radius":53.0,
        "Covalent_Radius":71.0,
        "jmol_color":"#3050f8",
        "Atomic Radius":71.0,
        "Analysis":"The atomic radius (covalent radius) decreases on moving across a period from carbon to nitrogen because valence electrons are added at the same energy level, and the number of protons increases in the nucleus. This leads to an increase in effective nuclear charge that becomes the dominating factor as the number of shells remains constant across the period."
    },
    {
        "atomic_number":8,
        "name":"Oxygen",
        "symbol":"O",
        "period":2,
        "electronic_configuration":"[He] 2s2 2p4",
        "VanderWaal_Radius":152.0,
        "Metallic_Radius":null,
        "Covalent_Radius":66.0,
        "jmol_color":"#ff0d0d",
        "Atomic Radius":66.0,
        "Analysis":"The atomic radius (covalent radius) decreases on moving across a period from nitrogen to oxygen because valence electrons are added at the same energy level, and the number of protons increases in the nucleus. This leads to an increase in effective nuclear charge that becomes the dominating factor as the number of shells remains constant across the period."
    },
    {
        "atomic_number":9,
        "name":"Fluorine",
        "symbol":"F",
        "period":2,
        "electronic_configuration":"[He] 2s2 2p5",
        "VanderWaal_Radius":147.0,
        "Metallic_Radius":null,
        "Covalent_Radius":57.0,
        "jmol_color":"#90e050",
        "Atomic Radius":57.0,
        "Analysis":"The atomic radius (covalent radius) decreases on moving across a period from oxygen to fluorine because valence electrons are added at the same energy level, and the number of protons increases in the nucleus. This leads to an increase in effective nuclear charge that becomes the dominating factor as the number of shells remains constant across the period."
    },
    {
        "atomic_number":10,
        "name":"Neon",
        "symbol":"Ne",
        "period":2,
        "electronic_configuration":"[He] 2s2 2p6",
        "VanderWaal_Radius":154.0,
        "Metallic_Radius":null,
        "Covalent_Radius":58.0,
        "jmol_color":"#b3e3f5",
        "Atomic Radius":154.0,
        "Analysis":"It is only for neon that we consider the Vander Waals radius as it is a noble gas, and due to this reason, the atomic radius (Vander Waals) for neon becomes highest in period 2 elements."
    },
    {
        "atomic_number":11,
        "name":"Sodium",
        "symbol":"Na",
        "period":3,
        "electronic_configuration":"[Ne] 3s",
        "VanderWaal_Radius":227.0,
        "Metallic_Radius":190.0,
        "Covalent_Radius":166.0,
        "jmol_color":"#ab5cf2",
        "Atomic Radius":190.0,
        "Analysis":"The atomic radius decreases on moving across the period 3 from sodium to chlorine due to increase in effective nuclear charge. It is only for argon that we consider the Vander Waals radius as it is a noble gas, and due to this reason, the atomic radius (Vander Waals) for argon is higher than chlorine."
    },
    {
        "atomic_number":12,
        "name":"Magnesium",
        "symbol":"Mg",
        "period":3,
        "electronic_configuration":"[Ne] 3s2",
        "VanderWaal_Radius":173.0,
        "Metallic_Radius":160.0,
        "Covalent_Radius":141.0,
        "jmol_color":"#8aff00",
        "Atomic Radius":160.0,
        "Analysis":"The atomic radius (covalent radius) decreases on moving across a period from sodium to magnesium because valence electrons are added at the same energy level, and the number of protons increases in the nucleus. This leads to an increase in effective nuclear charge that becomes the dominating factor as the number of shells remains constant across the period."
    },
    {
        "atomic_number":13,
        "name":"Aluminum",
        "symbol":"Al",
        "period":3,
        "electronic_configuration":"[Ne] 3s2 3p",
        "VanderWaal_Radius":184.0,
        "Metallic_Radius":143.0,
        "Covalent_Radius":121.0,
        "jmol_color":"#bfa6a6",
        "Atomic Radius":143.0,
        "Analysis":"The atomic radius (covalent radius) decreases on moving across a period from magnesium to aluminium because valence electrons are added at the same energy level, and the number of protons increases in the nucleus. This leads to an increase in effective nuclear charge that becomes the dominating factor as the number of shells remains constant across the period."
    },
    {
        "atomic_number":14,
        "name":"Silicon",
        "symbol":"Si",
        "period":3,
        "electronic_configuration":"[Ne] 3s2 3p2",
        "VanderWaal_Radius":210.0,
        "Metallic_Radius":138.0,
        "Covalent_Radius":111.0,
        "jmol_color":"#f0c8a0",
        "Atomic Radius":138.0,
        "Analysis":"The atomic radius (covalent radius) decreases on moving across a period from aluminium to silicon because valence electrons are added at the same energy level, and the number of protons increases in the nucleus. This leads to an increase in effective nuclear charge that becomes the dominating factor as the number of shells remains constant across the period."
    },
    {
        "atomic_number":15,
        "name":"Phosphorus",
        "symbol":"P",
        "period":3,
        "electronic_configuration":"[Ne] 3s2 3p3",
        "VanderWaal_Radius":180.0,
        "Metallic_Radius":128.0,
        "Covalent_Radius":107.0,
        "jmol_color":"#ff8000",
        "Atomic Radius":107.0,
        "Analysis":"The atomic radius (covalent radius) decreases on moving across a period from silicon to phosphorus because valence electrons are added at the same energy level, and the number of protons increases in the nucleus. This leads to an increase in effective nuclear charge that becomes the dominating factor as the number of shells remains constant across the period."
    },
    {
        "atomic_number":16,
        "name":"Sulfur",
        "symbol":"S",
        "period":3,
        "electronic_configuration":"[Ne] 3s2 3p4",
        "VanderWaal_Radius":180.0,
        "Metallic_Radius":127.0,
        "Covalent_Radius":105.0,
        "jmol_color":"#ffff30",
        "Atomic Radius":105.0,
        "Analysis":"The atomic radius (covalent radius) decreases on moving across a period from phosphorus to sulfur because valence electrons are added at the same energy level, and the number of protons increases in the nucleus. This leads to an increase in effective nuclear charge that becomes the dominating factor as the number of shells remains constant across the period."
    },
    {
        "atomic_number":17,
        "name":"Chlorine",
        "symbol":"Cl",
        "period":3,
        "electronic_configuration":"[Ne] 3s2 3p5",
        "VanderWaal_Radius":175.0,
        "Metallic_Radius":91.0,
        "Covalent_Radius":102.0,
        "jmol_color":"#1ff01f",
        "Atomic Radius":102.0,
        "Analysis":"The atomic radius (covalent radius) decreases on moving across a period from sulfur to chlorine because valence electrons are added at the same energy level, and the number of protons increases in the nucleus. This leads to an increase in effective nuclear charge that becomes the dominating factor as the number of shells remains constant across the period."
    },
    {
        "atomic_number":18,
        "name":"Argon",
        "symbol":"Ar",
        "period":3,
        "electronic_configuration":"[Ne] 3s2 3p6",
        "VanderWaal_Radius":188.0,
        "Metallic_Radius":null,
        "Covalent_Radius":106.0,
        "jmol_color":"#80d1e3",
        "Atomic Radius":188.0,
        "Analysis":"It is only for argon that we consider the Vander Waals radius as it is a noble gas, and due to this reason, the atomic radius (Vander Waals) for argon is considered to be highest in period 3 elements."
    },
    {
        "atomic_number":19,
        "name":"Potassium",
        "symbol":"K",
        "period":4,
        "electronic_configuration":"[Ar] 4s",
        "VanderWaal_Radius":275.0,
        "Metallic_Radius":235.0,
        "Covalent_Radius":203.0,
        "jmol_color":"#8f40d4",
        "Atomic Radius":235.0,
        "Analysis":"The atomic radius decreases across Period 4 from potassium to zinc due to increasing effective nuclear charge and the poor shielding effect of d-orbitals. After zinc, the atomic radius increases from gallium to arsenic due to electron-electron repulsion in the 4p subshell, while selenium and bromine have nearly identical atomic radii due to balancing effects of effective nuclear charge and electron-electron repulsion. Krypton, being a noble gas, has the highest atomic radius in the period due to its van der Waals radius."
    },
    {
        "atomic_number":20,
        "name":"Calcium",
        "symbol":"Ca",
        "period":4,
        "electronic_configuration":"[Ar] 4s2",
        "VanderWaal_Radius":231.0,
        "Metallic_Radius":197.0,
        "Covalent_Radius":176.0,
        "jmol_color":"#3dff00",
        "Atomic Radius":197.0,
        "Analysis":"Metallic radius is considered for potassium and calcium. The atomic radius decreases on moving across a period from potassium to calcium because valence electrons are added at the same energy level, and the number of protons increases in the nucleus. This leads to an increase in effective nuclear charge that becomes the dominating factor as the number of shells remains constant across the period."
    },
    {
        "atomic_number":"21-30",
        "name":"Transition Metals I",
        "symbol":"TMI",
        "period":4,
        "electronic_configuration":"[Ar] 3d 4s2",
        "VanderWaal_Radius":215.0,
        "Metallic_Radius":162.0,
        "Covalent_Radius":170.0,
        "jmol_color":"#e6e6e6",
        "Atomic Radius":162.0,
        "Analysis":"The atomic radius (metallic radius) decreases from calcium to scandium due to increased effective nuclear charge with the number of shells remaining the same.  The electronic configuration of scadium is [Ar] 4s2 3d1. There is one electron in the d-orbital. The shielding power of the d orbital is low, and thus the outer electrons will be attracted more towards the nucleus resulting in a decrease in atomic radius. The trend of rest of transition metals will come under transition metals trend in the dropdown menu."
    },
    {
        "atomic_number":31,
        "name":"Gallium",
        "symbol":"Ga",
        "period":4,
        "electronic_configuration":"[Ar] 3d10 4s2 4p",
        "VanderWaal_Radius":187.0,
        "Metallic_Radius":140.0,
        "Covalent_Radius":122.0,
        "jmol_color":"#c28f8f",
        "Atomic Radius":140.0,
        "Analysis":"The last element of transition metals series I is zinc. It has the atomic radius of 134 pm. The atomic radius of gallium is higher than zinc. In gallium, there is addition of one electron in the 4p. Due to higher shielding effect of s-orbital, the electron in 4p orbitals will be less attracted towards the nucleus that may lead to increase in the atomic radius of gallium."
    },
    {
        "atomic_number":32,
        "name":"Germanium",
        "symbol":"Ge",
        "period":4,
        "electronic_configuration":"[Ar] 3d10 4s2 4p2",
        "VanderWaal_Radius":211.0,
        "Metallic_Radius":144.0,
        "Covalent_Radius":120.0,
        "jmol_color":"#668f8f",
        "Atomic Radius":144.0,
        "Analysis":"The atomic radius of germanium is higher than gallium as there is addition of one more electron in the orbital of 4p subshell leading to to increase electron-electron repulsion . Also, the electron in 4p orbitals will be less attracted towards the nucleus due to high shielding power of s-orbital."
    },
    {
        "atomic_number":33,
        "name":"Arsenic",
        "symbol":"As",
        "period":4,
        "electronic_configuration":"[Ar] 3d10 4s2 4p3",
        "VanderWaal_Radius":185.0,
        "Metallic_Radius":148.0,
        "Covalent_Radius":119.0,
        "jmol_color":"#bd80e3",
        "Atomic Radius":148.0,
        "Analysis":"The atomic radius of arsenic is higher than germanium as there is addition of one more electron in the in the orbital of 4p subshell leading to increase electron-electron repulsion.  Also, the electron in 4p orbitals will be less attracted towards the nucleus due to high shielding power of s-orbital."
    },
    {
        "atomic_number":34,
        "name":"Selenium",
        "symbol":"Se",
        "period":4,
        "electronic_configuration":"[Ar] 3d10 4s2 4p4",
        "VanderWaal_Radius":190.0,
        "Metallic_Radius":140.0,
        "Covalent_Radius":120.0,
        "jmol_color":"#ffa100",
        "Atomic Radius":120.0,
        "Analysis":"The atomic radius decreases from arsenic to selenium due to an increase in effective nuclear charge as the domination factor."
    },
    {
        "atomic_number":35,
        "name":"Bromine",
        "symbol":"Br",
        "period":4,
        "electronic_configuration":"[Ar] 3d10 4s2 4p5",
        "VanderWaal_Radius":185.0,
        "Metallic_Radius":117.0,
        "Covalent_Radius":120.0,
        "jmol_color":"#a62929",
        "Atomic Radius":120.0,
        "Analysis":"The atomic radius is almost similar for selenium and bromine. An increase in effective nuclear charge and the electron-electron repulsion factor could be dominating due to which they have similar atomic radius."
    },
    {
        "atomic_number":36,
        "name":"Krypton",
        "symbol":"Kr",
        "period":4,
        "electronic_configuration":"[Ar] 3d10 4s2 4p6",
        "VanderWaal_Radius":202.0,
        "Metallic_Radius":null,
        "Covalent_Radius":116.0,
        "jmol_color":"#5cb8d1",
        "Atomic Radius":202.0,
        "Analysis":"The atomic radius of krypton is highest as it is a noble gas due to which its Vander Waal radius is considered and is always higher than metallic and covalent radius."
    },
    {
        "atomic_number":37,
        "name":"Rubidium",
        "symbol":"Rb",
        "period":5,
        "electronic_configuration":"[Kr] 5s",
        "VanderWaal_Radius":303.0,
        "Metallic_Radius":248.0,
        "Covalent_Radius":220.0,
        "jmol_color":"#702eb0",
        "Atomic Radius":248.0,
        "Analysis":"The atomic radius generally decreases from rubidium to cadmium due to increasing effective nuclear charge. After cadmium, it increases from indium to antimony due to electron-electron repulsion in the 5p subshell, while a rise in nuclear charge causes a slight decrease from antimony to tellurium. Even though there is so much variation in the atomic radius, the Vander Waal radius of xenon is higher than strontium."
    },
    {
        "atomic_number":38,
        "name":"Strontium",
        "symbol":"Sr",
        "period":5,
        "electronic_configuration":"[Kr] 5s2",
        "VanderWaal_Radius":249.0,
        "Metallic_Radius":215.0,
        "Covalent_Radius":195.0,
        "jmol_color":"#00ff00",
        "Atomic Radius":215.0,
        "Analysis":"The atomic radius decreases from rubidium to strontium due to an increase in effective nuclear charge, with the increase in protons and electrons but the number of shells remaining the same. "
    },
    {
        "atomic_number":"39-48",
        "name":"Transition Metals II",
        "symbol":"TMII",
        "period":5,
        "electronic_configuration":"[Kr] 4d 5s2",
        "VanderWaal_Radius":232.0,
        "Metallic_Radius":180.0,
        "Covalent_Radius":190.0,
        "jmol_color":"#94ffff",
        "Atomic Radius":180.0,
        "Analysis":"The atomic radius of yttrium is 180 pm. The atomic radius decreases from strontium to yttrium due to an increase in effective nuclear charge, with the increase in protons and electrons but the number of shells remaining the same.  The trend of rest of transition metals in series II will come under transition metals trend in the dropdown menu."
    },
    {
        "atomic_number":49,
        "name":"Indium",
        "symbol":"In",
        "period":5,
        "electronic_configuration":"[Kr] 4d10 5s2 5p",
        "VanderWaal_Radius":193.0,
        "Metallic_Radius":158.0,
        "Covalent_Radius":142.0,
        "jmol_color":"#a67573",
        "Atomic Radius":158.0,
        "Analysis":"The last element of transition metals series II is cadmium with atomic number of 151 pm. The atomic radius increases from cadmium to indium. In indium, there is addition of one electron in the 5p. Due to higher shielding effect of 5s-orbital, the electron in 5p orbitals will be less attracted towards the nucleus that may lead to increase in the atomic radius of indium"
    },
    {
        "atomic_number":50,
        "name":"Tin",
        "symbol":"Sn",
        "period":5,
        "electronic_configuration":"[Kr] 4d10 5s2 5p2",
        "VanderWaal_Radius":217.0,
        "Metallic_Radius":163.0,
        "Covalent_Radius":139.0,
        "jmol_color":"#668080",
        "Atomic Radius":163.0,
        "Analysis":"The atomic radius increases from indium to tin as there is addition of one more electron in the orbital of 5p subshell leading to increase electron-electron repulsion.  Also, the electrons in 5p orbitals might be less attracted towards the nucleus due to high shielding power of 5s-orbital."
    },
    {
        "atomic_number":51,
        "name":"Antimony",
        "symbol":"Sb",
        "period":5,
        "electronic_configuration":"[Kr] 4d10 5s2 5p3",
        "VanderWaal_Radius":206.0,
        "Metallic_Radius":166.0,
        "Covalent_Radius":139.0,
        "jmol_color":"#9e63b5",
        "Atomic Radius":166.0,
        "Analysis":"The atomic radius increases from tin to antimony as there is addition of one more electron in the orbital of 5p subshell leading to increase electron-electron repulsion.  Also, the electrons in 5p orbitals might be less attracted towards the nucleus due to high shielding power of 5s-orbital."
    },
    {
        "atomic_number":52,
        "name":"Tellurium",
        "symbol":"Te",
        "period":5,
        "electronic_configuration":"[Kr] 4d10 5s2 5p4",
        "VanderWaal_Radius":206.0,
        "Metallic_Radius":160.0,
        "Covalent_Radius":138.0,
        "jmol_color":"#d47a00",
        "Atomic Radius":160.0,
        "Analysis":"The atomic radius decreases from antimony to tellurium due to an increase in effective nuclear charge as the domination factor as compared to the electron-electron repulsion in the 5p orbitals. "
    },
    {
        "atomic_number":53,
        "name":"Iodine",
        "symbol":"I",
        "period":5,
        "electronic_configuration":"[Kr] 4d10 5s2 5p5",
        "VanderWaal_Radius":198.0,
        "Metallic_Radius":139.0,
        "Covalent_Radius":139.0,
        "jmol_color":"#940094",
        "Atomic Radius":139.0,
        "Analysis":"The atomic radius is less for iodine due to an increase in effective nuclear charge as the domination factor. "
    },
    {
        "atomic_number":54,
        "name":"Xenon",
        "symbol":"Xe",
        "period":5,
        "electronic_configuration":"[Kr] 4d10 5s2 5p6",
        "VanderWaal_Radius":216.0,
        "Metallic_Radius":null,
        "Covalent_Radius":140.0,
        "jmol_color":"#429eb0",
        "Atomic Radius":216.0,
        "Analysis":"The atomic radius is highest for xenon as it is a noble gas due to which its Vander-Waal radius is considered, which is higher than covalent and metallic radius. Even though there is so much variation in the atomic radius, the Vander Waal radius of xenon is higher than strontium."
    },
    {
        "atomic_number":55,
        "name":"Cesium",
        "symbol":"Cs",
        "period":6,
        "electronic_configuration":"[Xe] 6s",
        "VanderWaal_Radius":343.0,
        "Metallic_Radius":267.0,
        "Covalent_Radius":244.0,
        "jmol_color":"#57178f",
        "Atomic Radius":267.0,
        "Analysis":"The atomic radius generally decreases across period 6 due to increasing effective nuclear charge, but deviations occur due to electron-electron repulsion. Lanthanide contraction causes a decrease in atomic radius from barium to lanthanum, while relativistic effects and shielding influence variations from mercury to bismuth. The atomic radius increases from mercury to thallium, lead, and bismuth due to repulsion in 6p orbitals, with relativistic contraction reducing nuclear attraction.  The metallic radius of polonium is unavailable in the dataset. The covalent radius of polonium is less than the metallic radius of bismuth. This could be due to the fact that the covalent radius is always smaller than the metallic radius because in a covalent bond the pair of electrons are strongly attracted by the nuclei of two atoms. The covalent radius of bismuth is 148 pm which is also larger than that of polonium. Polonium deviates from the trend, likely due to calculation methods for atomic radius and poor shielding effect of d and f-orbitals. Astatine’s radius data shows discrepancies, possibly due to electron repulsion and shielding, while radon has the highest radius due to its van der Waals radius."
    },
    {
        "atomic_number":56,
        "name":"Barium",
        "symbol":"Ba",
        "period":6,
        "electronic_configuration":"[Xe] 6s2",
        "VanderWaal_Radius":268.0,
        "Metallic_Radius":222.0,
        "Covalent_Radius":215.0,
        "jmol_color":"#00c900",
        "Atomic Radius":222.0,
        "Analysis":"The covalent radius decreases from cesium to barium due to an increase in effective nuclear charge with the number of shells remaining the same and the number of electrons increasing in the valence shell, and poor shielding effect of electrons in 4f subshells."
    },
    {
        "atomic_number":"57-71",
        "name":"Lanthanides",
        "symbol":"Ln",
        "period":6,
        "electronic_configuration":"[Xe] 5d 6s2",
        "VanderWaal_Radius":243.0,
        "Metallic_Radius":187.0,
        "Covalent_Radius":207.0,
        "jmol_color":"#70d4ff",
        "Atomic Radius":187.0,
        "Analysis":"The atomic radius (covalent radius) of lanthanum is 187 pm. The covalent radius decreases from barium to lanthanum due to an increase in effective nuclear charge with the number of shells remaining the same and poor shielding effect of electrons in 4f and 5d subshells, causing lanthanide contraction.  The trend of rest of lanthanides will come under lanthanides and actinides trend in the dropdown menu."
    },
    {
        "atomic_number":"72-80",
        "name":"Transition Metals III",
        "symbol":"TMIII",
        "period":6,
        "electronic_configuration":"[Xe] 4f14 5d2 6s2",
        "VanderWaal_Radius":223.0,
        "Metallic_Radius":159.0,
        "Covalent_Radius":175.0,
        "jmol_color":"#4dc2ff",
        "Atomic Radius":159.0,
        "Analysis":"The next element after lanthanides is hafnium which is the starting element of transition metal series 3. The atomic radius of hafnium is 159 pm. The atomic radius first decreases then increases for transition metal series 3. The atomic radius trend analysis of transition metals comes under transition metals dropdown. "
    },
    {
        "atomic_number":81,
        "name":"Thallium",
        "symbol":"Tl",
        "period":6,
        "electronic_configuration":"[Xe] 4f14 5d10 6s2 6p",
        "VanderWaal_Radius":196.0,
        "Metallic_Radius":160.0,
        "Covalent_Radius":145.0,
        "jmol_color":"#a6544d",
        "Atomic Radius":160.0,
        "Analysis":"The last element of transition metals series 3 is mercury with atomic radius of 151 pm. The atomic radius increases from mercury to thallium due to electron-electron repulsion in d and f-orbitals. The relativistic contraction of 6s orbital is higher that leads to higher shield effect due to which the additional electron in 6p orbital of thallium will be less attracted towards the nucleus and thus thallium has higher atomic radius than mercury."
    },
    {
        "atomic_number":82,
        "name":"Lead",
        "symbol":"Pb",
        "period":6,
        "electronic_configuration":"[Xe] 4f14 5d10 6s2 6p2",
        "VanderWaal_Radius":202.0,
        "Metallic_Radius":170.0,
        "Covalent_Radius":146.0,
        "jmol_color":"#575961",
        "Atomic Radius":170.0,
        "Analysis":"The atomic radius increases from thallium to lead due to electron-electron repulsion in 6p-orbitals dominates the proton in nucleus and electron attraction. There will be less attraction of electrons in 6p-orbitals towards the nucleus due to higher shielding effect of s-orbitals. The 6p orbital in lead has 2 electrons but in two different orbitals while 1 electron in case of thallium. Although, the repulsion should be less due to presence of electrons in two different orbitals but still there will be relatively more electron-electron repulsion in lead as compared to thallium. This could be the probable reason of higher atomic radius of lead than thallium. Such variations might also depends upon the way the atomic radius is calculated."
    },
    {
        "atomic_number":83,
        "name":"Bismuth",
        "symbol":"Bi",
        "period":6,
        "electronic_configuration":"[Xe] 4f14 5d10 6s2 6p3",
        "VanderWaal_Radius":207.0,
        "Metallic_Radius":178.0,
        "Covalent_Radius":148.0,
        "jmol_color":"#9e4fb5",
        "Atomic Radius":178.0,
        "Analysis":"The atomic radius increases from lead to bismuth due to electron-electron repulsion in 6p-orbitals  dominates the proton-electron attraction. There will be less attraction of electrons in 6p-orbitals towards the nucleus due to higher shielding effect of 6s-orbitals due to relativistic contraction. The 6p orbital in bismuth has 3 electrons but in three different orbitals while 2 electrons in case of lead. Since, there are 3 electrons in p-orbital of bismuth, the electron-electron repulsion can be relatively more that could be the probable reason of its higher atomic radius than lead."
    },
    {
        "atomic_number":84,
        "name":"Polonium",
        "symbol":"Po",
        "period":6,
        "electronic_configuration":"[Xe] 4f14 5d10 6s2 6p4",
        "VanderWaal_Radius":197.0,
        "Metallic_Radius":null,
        "Covalent_Radius":140.0,
        "jmol_color":"#ab5c00",
        "Atomic Radius":140.0,
        "Analysis":"The metallic radius of polonium is unavailable in the dataset. The covalent radius of polonium is less than the metallic radius of bismuth. This could be due to the fact that the covalent radius is always smaller than the metallic radius because in a covalent bond the pair of electrons are strongly attracted by the nuclei of two atoms. The covalent radius of bismuth is 148 pm which is also larger than that of polonium. This could be due to protons in nucleus  and valence electrons attraction dominates the electron-electron repulsion in case of polonium. However, such huge variations from the ideal behavior of decreasing atomic radius along the period for thallium, lead, bismuth, polonium could be due to the way their atomic radius is calculated and also due to the presence of electrons in d and f-orbitals."
    },
    {
        "atomic_number":85,
        "name":"Astatine",
        "symbol":"At",
        "period":6,
        "electronic_configuration":"[Xe] 4f14 5d10 6s2 6p5",
        "VanderWaal_Radius":202.0,
        "Metallic_Radius":null,
        "Covalent_Radius":150.0,
        "jmol_color":"#754f45",
        "Atomic Radius":150.0,
        "Analysis":"There is some discrepancies in the astatine atomic radius data. It should be less than polonium due to increase in effective nuclear charge. However, it is showing higher atomic radius. This could be again due to electon-electron repulsion and less attraction of electrons in 6p-orbitals towards the nucleus due to higher shielding effect of 6s-orbital due to relativistic contraction. However, such huge variations from the ideal behavior of decreasing atomic radius along the period for thallium, lead, bismuth, polonium, astatine could be due to the way their atomic radius is calculated."
    },
    {
        "atomic_number":86,
        "name":"Radon",
        "symbol":"Rn",
        "period":6,
        "electronic_configuration":"[Xe] 4f14 5d10 6s2 6p6",
        "VanderWaal_Radius":220.0,
        "Metallic_Radius":null,
        "Covalent_Radius":150.0,
        "jmol_color":"#428296",
        "Atomic Radius":220.0,
        "Analysis":"The Vander Waals radius of radon is always higher and thus there is an increase in the atomic radius of radon from astatine."
    },
    {
        "atomic_number":87,
        "name":"Francium",
        "symbol":"Fr",
        "period":7,
        "electronic_configuration":"[Rn] 7s",
        "VanderWaal_Radius":348.0,
        "Metallic_Radius":null,
        "Covalent_Radius":260.0,
        "jmol_color":"#420066",
        "Atomic Radius":348.0,
        "Analysis":"For period 7, the atomic radius is not available for most of the elements. However, the atomic radius shoud decrease on moving across the period from actinium to oganesson due to increase in effective nuclear charge and actinide contraction."
    },
    {
        "atomic_number":88,
        "name":"Radium",
        "symbol":"Ra",
        "period":7,
        "electronic_configuration":"[Rn] 7s2",
        "VanderWaal_Radius":283.0,
        "Metallic_Radius":null,
        "Covalent_Radius":221.0,
        "jmol_color":"#007d00",
        "Atomic Radius":283.0,
        "Analysis":"The atomic radius decreases on moving across the 7th period due to increased effective nuclear charge and the poor shielding effect of electrons in 4f and 5d subshells causing lanthanide contraction. "
    },
    {
        "atomic_number":89,
        "name":"Actinides",
        "symbol":"Ac",
        "period":7,
        "electronic_configuration":"[Rn] 6d 7s2",
        "VanderWaal_Radius":247.0,
        "Metallic_Radius":null,
        "Covalent_Radius":215.0,
        "jmol_color":"#70abfa",
        "Atomic Radius":247.0,
        "Analysis":"The atomic radius decreases on moving across the 7th period due to increased effective nuclear charge and the poor shielding effect of electrons in 5f and 6d subshells causing actinide contraction. "
    },
    {
        "atomic_number":"104-112",
        "name":"Transition Metals IV",
        "symbol":"TMIV",
        "period":7,
        "electronic_configuration":"[Rn] 5f14 6d2 7s2",
        "VanderWaal_Radius":null,
        "Metallic_Radius":null,
        "Covalent_Radius":null,
        "jmol_color":"#cc0059",
        "Atomic Radius":null,
        "Analysis":"The atomic radius is not available from 104 to 118 atomic number elements. However, as a general trend, the atomic radius should decrease on moving across the 7th period due to increased effective nuclear charge and the poor shielding effect of electrons in 5f and 6d subshells causing actinide contraction. "
    },
    {
        "atomic_number":113,
        "name":"Nihonium",
        "symbol":"Nh",
        "period":7,
        "electronic_configuration":"[Rn] 5f14 6d10 7s2 7p1",
        "VanderWaal_Radius":null,
        "Metallic_Radius":null,
        "Covalent_Radius":null,
        "jmol_color":null,
        "Atomic Radius":null,
        "Analysis":"The atomic radius is not available from 104 to 118 atomic number elements. However, as a general trend, the atomic radius should decrease on moving across the 7th period due to increased effective nuclear charge and the poor shielding effect of electrons in 5f and 6d subshells causing actinide contraction. "
    },
    {
        "atomic_number":114,
        "name":"Flerovium",
        "symbol":"Fl",
        "period":7,
        "electronic_configuration":"[Rn] 5f14 6d10 7s2 7p2",
        "VanderWaal_Radius":null,
        "Metallic_Radius":null,
        "Covalent_Radius":null,
        "jmol_color":null,
        "Atomic Radius":null,
        "Analysis":"The atomic radius is not available from 104 to 118 atomic number elements. However, as a general trend, the atomic radius should decrease on moving across the 7th period due to increased effective nuclear charge and the poor shielding effect of electrons in 5f and 6d subshells causing actinide contraction. "
    },
    {
        "atomic_number":115,
        "name":"Moscovium",
        "symbol":"Mc",
        "period":7,
        "electronic_configuration":"[Rn] 5f14 6d10 7s2 7p3",
        "VanderWaal_Radius":null,
        "Metallic_Radius":null,
        "Covalent_Radius":null,
        "jmol_color":null,
        "Atomic Radius":null,
        "Analysis":"The atomic radius is not available from 104 to 118 atomic number elements. However, as a general trend, the atomic radius should decrease on moving across the 7th period due to increased effective nuclear charge and the poor shielding effect of electrons in 5f and 6d subshells causing actinide contraction. "
    },
    {
        "atomic_number":116,
        "name":"Livermorium",
        "symbol":"Lv",
        "period":7,
        "electronic_configuration":"[Rn] 5f14 6d10 7s2 7p4",
        "VanderWaal_Radius":null,
        "Metallic_Radius":null,
        "Covalent_Radius":null,
        "jmol_color":null,
        "Atomic Radius":null,
        "Analysis":"The atomic radius is not available from 104 to 118 atomic number elements. However, as a general trend, the atomic radius should decrease on moving across the 7th period due to increased effective nuclear charge and the poor shielding effect of electrons in 5f and 6d subshells causing actinide contraction. "
    },
    {
        "atomic_number":117,
        "name":"Tennessine",
        "symbol":"Ts",
        "period":7,
        "electronic_configuration":"[Rn] 5f14 6d10 7s2 7p5",
        "VanderWaal_Radius":null,
        "Metallic_Radius":null,
        "Covalent_Radius":null,
        "jmol_color":null,
        "Atomic Radius":null,
        "Analysis":"The atomic radius is not available from 104 to 118 atomic number elements. However, as a general trend, the atomic radius should decrease on moving across the 7th period due to increased effective nuclear charge and the poor shielding effect of electrons in 5f and 6d subshells causing actinide contraction. "
    },
    {
        "atomic_number":118,
        "name":"Oganesson",
        "symbol":"Og",
        "period":7,
        "electronic_configuration":"[Rn] 5f14 6d10 7s2 7p6",
        "VanderWaal_Radius":null,
        "Metallic_Radius":null,
        "Covalent_Radius":null,
        "jmol_color":null,
        "Atomic Radius":null,
        "Analysis":"The atomic radius is not available from 104 to 118 atomic number elements. However, as a general trend, the atomic radius should decrease on moving across the 7th period due to increased effective nuclear charge and the poor shielding effect of electrons in 5f and 6d subshells causing actinide contraction. "
    }
]