[
    {
        "atomic_number":1,
        "name":"Hydrogen",
        "symbol":"H",
        "period":1,
        "electronic_configuration":"1s",
        "Pauling_Electronegativity":2.2,
        "Allred_Roschow_Electronegativity":0.0009765625,
        "Mulliken_Electronegativity":6.7992170026,
        "Electronegativity":2.2,
        "Analysis":"Electronegativity generally increases across a period from left to right due to the increasing nuclear charge, which pulls electrons closer, and the relatively constant shielding effect, as electrons are added to the same energy level. This results in a smaller atomic radius, enhancing the nucleus' ability to attract bonding electrons. However, Period 1 of the periodic table consists of only hydrogen (H) and helium (He). Pauling electronegativity of hydrogen is 2.2 while that of helium is no defined since it is a noble gas and does not typically form bonds. Helium does not have an electronegativity value because it is chemically inert and does not readily attract electrons in a bond. However, Allred-Roschow and Mulliken electronegativity shows an increase. This is due to the way their values are calculated. Helium has higher effective nuclear charge and high ionization enthalpy as compared to hydrogen, thus, Allred-Roschow and Mulliken values shows an increase in their values respectively.",
        "jmol_color":"#ffffff"
    },
    {
        "atomic_number":3,
        "name":"Lithium",
        "symbol":"Li",
        "period":2,
        "electronic_configuration":"[He] 2s",
        "Pauling_Electronegativity":0.98,
        "Allred_Roschow_Electronegativity":0.000073492,
        "Mulliken_Electronegativity":2.6958573805,
        "Electronegativity":0.98,
        "Analysis":"Electronegativity increases from left to right across Period 2 (Li → Ne) on both the Pauling and Allred-Rochow scales. This is due to increasing nuclear charge and decreasing atomic radius, which strengthen the attraction for bonding electrons. The shielding effect remains nearly constant, so the effective nuclear pull grows steadily. Fluorine tops the Pauling scale as the most electronegative element (3.98), followed closely by oxygen and nitrogen. Carbon, though in the middle of the period, shows a sharp jump due to its small size and strong nuclear pull. Neon doesn’t have a Pauling value—since it doesn’t form bonds—but its Allred-Rochow electronegativity is known and surprisingly slightly higher than fluorine’s. This oddity arises because the Allred-Rochow scale reflects electrostatic attraction, not bonding. Neon’s small atomic radius and high effective nuclear charge lead to a strong attraction for nearby electrons—even if it doesn’t bond. The bar of neon shows Allred-Rochow electronegativity and is lower than fluorine’s, whose bar shows Pauling electronegativity. However, when comparing Allred-Rochow values directly, neon’s electronegativity is slightly higher than fluorine’s, despite neon being inert.\n",
        "jmol_color":"#d9ffff"
    },
    {
        "atomic_number":11,
        "name":"Sodium",
        "symbol":"Na",
        "period":3,
        "electronic_configuration":"[Ne] 3s",
        "Pauling_Electronegativity":0.93,
        "Allred_Roschow_Electronegativity":0.0000915713,
        "Mulliken_Electronegativity":2.56953835,
        "Electronegativity":0.93,
        "Analysis":"As we move across Period 3 from sodium to argon, electronegativity increases on both the Pauling and Allred-Rochow scales. This happens because the nuclear charge increases, pulling electrons more strongly, while the atomic radius decreases and shielding remains relatively constant. The result? Atoms become better at attracting bonding electrons. Elements like sulphur and chlorine stand out with high electronegativities, thanks to their smaller sizes and stronger nuclear pull. Phosphorous and silicon fall in the middle, and the metals—sodium, magnesium, and aluminium—show relatively low values, as expected. Now, argon presents an interesting case. While Pauling electronegativity is unknown for argon due to its lack of bonding behavior, its Allred-Rochow value is known—and surprisingly, it’s higher than that of chlorine. This seems odd, but the explanation lies in argon’s small size and high nuclear charge, which give it a strong electrostatic pull on electrons, even though it doesn't actually form bonds. Since Allred-Roschow electronegativity depends on the effect nuclear charge, that is why argon shows its higher value as compared to chlorine. The bar of argon shows Allred-Rochow electronegativity and is lower than chlorine’s, whose bar represents Pauling electronegativity. However, when comparing their Allred-Rochow values directly, argon’s is slightly higher—likely due to its small radius and strong nuclear attraction.\n",
        "jmol_color":"#cc80ff"
    },
    {
        "atomic_number":19,
        "name":"Potassium",
        "symbol":"K",
        "period":4,
        "electronic_configuration":"[Ar] 4s",
        "Pauling_Electronegativity":0.82,
        "Allred_Roschow_Electronegativity":0.0000572678,
        "Mulliken_Electronegativity":2.17033177,
        "Electronegativity":0.82,
        "Analysis":"Across Period 4, electronegativity generally increases from potassium to bromine, driven by increasing nuclear charge and decreasing atomic radius, which enhances the ability of atoms to attract bonding electrons. However, the journey isn’t smooth. Between scandium (21) and zinc (30), the transition metals show fluctuations in electronegativity. This is due to d-orbital interactions, which affect shielding and electron distribution, leading to irregular trends compared to main group elements. Bromine, near the end of the period, has a high electronegativity as expected for a halogen. But then comes krypton, a noble gas, and things get interesting. Though Pauling electronegativity isn’t defined for krypton (since it rarely forms bonds), its Allred-Rochow electronegativity is known—and surprisingly, it’s higher than bromine’s. This oddity arises from krypton’s compact size and high effective nuclear charge, which give it strong electrostatic attraction for electrons despite its chemical inertness. The bar of krypton shows Allred-Roschow electronegativity and it seems to be lower than bromine’s, whose bar represents Pauling electronegativity. However, when comparing their Allred-Roschow values directly, krypton’s is slightly higher, likely due to its small atomic radius and high nuclear pull—even though it doesn’t typically form chemical bonds.\n",
        "jmol_color":"#c2ff00"
    },
    {
        "atomic_number":37,
        "name":"Rubidium",
        "symbol":"Rb",
        "period":5,
        "electronic_configuration":"[Kr] 5s",
        "Pauling_Electronegativity":0.82,
        "Allred_Roschow_Electronegativity":0.0000498866,
        "Mulliken_Electronegativity":2.088564,
        "Electronegativity":0.82,
        "Analysis":"In Period 5, electronegativity generally increases from rubidium (Rb) to iodine (I). This trend follows the classic pattern: nuclear charge increases and atomic radius decreases across the period, leading to a stronger pull on bonding electrons. However, the trend isn’t perfectly smooth. From yttrium (Z=39) to cadmium (Z=48), the transition metals cause fluctuations in electronegativity. These irregularities arise from d-orbital electron interactions and shielding effects, which make the nuclear attraction less predictable in this part of the period. Iodine, being a halogen, has a high electronegativity and fits the expected trend. But what really stands out is xenon. Although xenon is a noble gas, it can form compounds under extreme conditions (like xenon difluoride), so it has a Pauling electronegativity value of 2.6—slightly lower than iodine, reflecting its limited bonding tendency.But here's the twist: Xenon’s Allred-Roschow and Mulliken electronegativities are actually higher than iodine’s. This seems odd at first, but it’s explained by xenon’s high nuclear charge, compact atomic size, and very high ionization enthalpy. These factors boost xenon’s electrostatic pull on electrons—even if it doesn’t readily form bonds. The bar of xenon shows Allred-Roschow electronegativity and the bar is lower than iodine’s, whose bar shows Pauling electronegativity. When comparing their Allred-Roschow values directly, xenon’s is clearly higher, likely due to its stronger nuclear attraction and relativistic effects, despite its noble gas status.\n",
        "jmol_color":"#ffb5b5"
    },
    {
        "atomic_number":55,
        "name":"Cesium",
        "symbol":"Cs",
        "period":6,
        "electronic_configuration":"[Xe] 6s",
        "Pauling_Electronegativity":0.79,
        "Allred_Roschow_Electronegativity":0.000040874,
        "Mulliken_Electronegativity":1.946952774,
        "Electronegativity":0.79,
        "Analysis":"In Period 6, electronegativity increases from cesium to astatine due to rising nuclear charge and decreasing atomic radius. However, across the lanthanides and transition metals, the trend shows fluctuations because of poor shielding by f- and d-electrons, which affects nuclear pull irregularly. At the end of the period, radon, a noble gas, doesn’t have a Pauling value due to its inertness. But its Allred-Roschow electronegativity is higher than astatine’s, which is surprising. This is due to relativistic effects—radon’s high nuclear charge causes inner electrons to move at near-light speeds, contracting orbitals and enhancing its nuclear pull. The bar of radon shows Allred-Roschow electronegativity and it is lower than the bar of astatine’s, which shows Pauling electronegativity. Comparing their Allred-Roschow values directly, radon is slightly higher due to relativistic contraction and high effective nuclear charge, despite being chemically inert.",
        "jmol_color":"#909090"
    },
    {
        "atomic_number":87,
        "name":"Francium",
        "symbol":"Fr",
        "period":7,
        "electronic_configuration":"[Rn] 7s",
        "Pauling_Electronegativity":0.7,
        "Allred_Roschow_Electronegativity":0.0000442398,
        "Mulliken_Electronegativity":2.03637045,
        "Electronegativity":0.7,
        "Analysis":"The electronegativity trend in Period 7 follows the general pattern of increasing from left to right across the period due to increasing nuclear charge and decreasing atomic radius. However, since Period 7 consists mostly of actinides, transition metals and radioactive elements, many Pauling and Mulliken electronegativity values are unknown. Therefore, Allred-Roschow electronegativity is used for those elements. The Pauling electronegativity increases from actinide. However, after actinide, the Pauling electronegativity is unknow for the transition metals series IV, therefore, their Allred-Roschow electronegativity is compared with that of actinide. The electronegativity of transition metal is higher than that of actinide following the regular trend of increase in electronegativity across the period due to high effective nuclear charge. The Allred-Roschow electronegativity continues to increase till flerovium. After flerovium, there is notable irregularities in the electronegativity. It decreases from flerovium to livermorium and then increases from tennessine to oganesson. The variation is due to strong relativistic effects which is generally observed for heavy and superheavy elements. These effects arise from extremely high nuclear charges that cause inner electrons to move at speeds close to light, leading to orbital contraction and altered chemical behavior.",
        "jmol_color":"#3050f8"
    },
    {
        "atomic_number":4,
        "name":"Beryllium",
        "symbol":"Be",
        "period":2,
        "electronic_configuration":"[He] 2s2",
        "Pauling_Electronegativity":1.57,
        "Allred_Roschow_Electronegativity":0.0001874279,
        "Mulliken_Electronegativity":4.6613495,
        "Electronegativity":1.57,
        "Analysis":null,
        "jmol_color":"#ff0d0d"
    },
    {
        "atomic_number":12,
        "name":"Magnesium",
        "symbol":"Mg",
        "period":3,
        "electronic_configuration":"[Ne] 3s2",
        "Pauling_Electronegativity":1.31,
        "Allred_Roschow_Electronegativity":0.0001475079,
        "Mulliken_Electronegativity":0.0,
        "Electronegativity":1.31,
        "Analysis":null,
        "jmol_color":"#90e050"
    },
    {
        "atomic_number":20,
        "name":"Calcium",
        "symbol":"Ca",
        "period":4,
        "electronic_configuration":"[Ar] 4s2",
        "Pauling_Electronegativity":1.0,
        "Allred_Roschow_Electronegativity":0.0000974659,
        "Mulliken_Electronegativity":3.0565776,
        "Electronegativity":1.0,
        "Analysis":null,
        "jmol_color":"#b3e3f5"
    },
    {
        "atomic_number":38,
        "name":"Strontium",
        "symbol":"Sr",
        "period":5,
        "electronic_configuration":"[Kr] 5s2",
        "Pauling_Electronegativity":0.95,
        "Allred_Roschow_Electronegativity":0.0000832725,
        "Mulliken_Electronegativity":2.8474336,
        "Electronegativity":0.95,
        "Analysis":null,
        "jmol_color":"#ab5cf2"
    },
    {
        "atomic_number":56,
        "name":"Barium",
        "symbol":"Ba",
        "period":6,
        "electronic_configuration":"[Xe] 6s2",
        "Pauling_Electronegativity":0.89,
        "Allred_Roschow_Electronegativity":0.0000741878,
        "Mulliken_Electronegativity":2.605832,
        "Electronegativity":0.89,
        "Analysis":null,
        "jmol_color":"#8aff00"
    },
    {
        "atomic_number":88,
        "name":"Radium",
        "symbol":"Ra",
        "period":7,
        "electronic_configuration":"[Rn] 7s2",
        "Pauling_Electronegativity":0.9,
        "Allred_Roschow_Electronegativity":0.0000705428,
        "Mulliken_Electronegativity":2.639212,
        "Electronegativity":0.9,
        "Analysis":null,
        "jmol_color":"#bfa6a6"
    },
    {
        "atomic_number":21,
        "name":"TransitionMetals I",
        "symbol":"Sc",
        "period":4,
        "electronic_configuration":"[Ar] 3d 4s2",
        "Pauling_Electronegativity":1.36,
        "Allred_Roschow_Electronegativity":0.000137,
        "Mulliken_Electronegativity":3.280745,
        "Electronegativity":1.36,
        "Analysis":null,
        "jmol_color":"#f0c8a0"
    },
    {
        "atomic_number":39,
        "name":"Transition Metals II",
        "symbol":"Y",
        "period":5,
        "electronic_configuration":"[Kr] 4d 5s2",
        "Pauling_Electronegativity":1.22,
        "Allred_Roschow_Electronegativity":0.000113,
        "Mulliken_Electronegativity":3.10863,
        "Electronegativity":1.22,
        "Analysis":null,
        "jmol_color":"#ff8000"
    },
    {
        "atomic_number":"57-71",
        "name":"Lanthanides",
        "symbol":"Ln",
        "period":6,
        "electronic_configuration":"[Xe] 5d 6s2",
        "Pauling_Electronegativity":1.16,
        "Allred_Roschow_Electronegativity":0.0000925926,
        "Mulliken_Electronegativity":2.78845,
        "Electronegativity":1.16,
        "Analysis":null,
        "jmol_color":"#ffff30"
    },
    {
        "atomic_number":"89-103",
        "name":"Actinides",
        "symbol":"Ac",
        "period":7,
        "electronic_configuration":"[Rn] 6d 7s2",
        "Pauling_Electronegativity":1.34,
        "Allred_Roschow_Electronegativity":0.0000867152,
        "Mulliken_Electronegativity":2.690113,
        "Electronegativity":1.34,
        "Analysis":null,
        "jmol_color":"#1ff01f"
    },
    {
        "atomic_number":72,
        "name":"Transition Metals III",
        "symbol":"Hf",
        "period":6,
        "electronic_configuration":"[Xe] 4f14 5d2 6s2",
        "Pauling_Electronegativity":1.3,
        "Allred_Roschow_Electronegativity":0.000136,
        "Mulliken_Electronegativity":3.412535,
        "Electronegativity":1.3,
        "Analysis":null,
        "jmol_color":"#80d1e3"
    },
    {
        "atomic_number":104,
        "name":"Transition Metals IV",
        "symbol":"Rf",
        "period":7,
        "electronic_configuration":"[Rn] 5f14 6d2 7s2",
        "Pauling_Electronegativity":null,
        "Allred_Roschow_Electronegativity":0.000128,
        "Mulliken_Electronegativity":null,
        "Electronegativity":0.000128,
        "Analysis":null,
        "jmol_color":"#8f40d4"
    },
    {
        "atomic_number":5,
        "name":"Boron",
        "symbol":"B",
        "period":2,
        "electronic_configuration":"[He] 2s2 2p",
        "Pauling_Electronegativity":2.04,
        "Allred_Roschow_Electronegativity":0.0003598616,
        "Mulliken_Electronegativity":4.1490095,
        "Electronegativity":2.04,
        "Analysis":null,
        "jmol_color":"#3dff00"
    },
    {
        "atomic_number":13,
        "name":"Aluminum",
        "symbol":"Al",
        "period":3,
        "electronic_configuration":"[Ne] 3s2 3p",
        "Pauling_Electronegativity":1.61,
        "Allred_Roschow_Electronegativity":0.0002204586,
        "Mulliken_Electronegativity":2.9928842,
        "Electronegativity":1.61,
        "Analysis":null,
        "jmol_color":"#e6e6e6"
    },
    {
        "atomic_number":31,
        "name":"Gallium",
        "symbol":"Ga",
        "period":4,
        "electronic_configuration":"[Ar] 3d10 4s2 4p",
        "Pauling_Electronegativity":1.81,
        "Allred_Roschow_Electronegativity":0.0003251821,
        "Mulliken_Electronegativity":2.9996509,
        "Electronegativity":1.81,
        "Analysis":null,
        "jmol_color":"#c28f8f"
    },
    {
        "atomic_number":49,
        "name":"Indium",
        "symbol":"In",
        "period":5,
        "electronic_configuration":"[Kr] 4d10 5s2 5p",
        "Pauling_Electronegativity":1.78,
        "Allred_Roschow_Electronegativity":0.0002479667,
        "Mulliken_Electronegativity":2.8931776,
        "Electronegativity":1.78,
        "Analysis":null,
        "jmol_color":"#668f8f"
    },
    {
        "atomic_number":81,
        "name":"Thallium",
        "symbol":"Tl",
        "period":6,
        "electronic_configuration":"[Xe] 4f14 5d10 6s2 6p",
        "Pauling_Electronegativity":1.8,
        "Allred_Roschow_Electronegativity":0.0002411265,
        "Mulliken_Electronegativity":3.0541435,
        "Electronegativity":1.8,
        "Analysis":null,
        "jmol_color":"#bd80e3"
    },
    {
        "atomic_number":113,
        "name":"Nihonium",
        "symbol":"Nh",
        "period":7,
        "electronic_configuration":"[Rn] 5f14 6d10 7s2 7p1",
        "Pauling_Electronegativity":null,
        "Allred_Roschow_Electronegativity":0.0002703287,
        "Mulliken_Electronegativity":0.0,
        "Electronegativity":0.0002703287,
        "Analysis":null,
        "jmol_color":"#ffa100"
    },
    {
        "atomic_number":6,
        "name":"Carbon",
        "symbol":"C",
        "period":2,
        "electronic_configuration":"[He] 2s2 2p2",
        "Pauling_Electronegativity":2.55,
        "Allred_Roschow_Electronegativity":0.0005777778,
        "Mulliken_Electronegativity":5.630148,
        "Electronegativity":2.55,
        "Analysis":null,
        "jmol_color":"#a62929"
    },
    {
        "atomic_number":14,
        "name":"Silicon",
        "symbol":"Si",
        "period":3,
        "electronic_configuration":"[Ne] 3s2 3p2",
        "Pauling_Electronegativity":1.9,
        "Allred_Roschow_Electronegativity":0.0003084126,
        "Mulliken_Electronegativity":4.0758415,
        "Electronegativity":1.9,
        "Analysis":null,
        "jmol_color":"#5cb8d1"
    },
    {
        "atomic_number":32,
        "name":"Germanium",
        "symbol":"Ge",
        "period":4,
        "electronic_configuration":"[Ar] 3d10 4s2 4p2",
        "Pauling_Electronegativity":2.01,
        "Allred_Roschow_Electronegativity":0.0003859026,
        "Mulliken_Electronegativity":3.9497175,
        "Electronegativity":2.01,
        "Analysis":null,
        "jmol_color":"#702eb0"
    },
    {
        "atomic_number":50,
        "name":"Tin",
        "symbol":"Sn",
        "period":5,
        "electronic_configuration":"[Kr] 4d10 5s2 5p2",
        "Pauling_Electronegativity":1.96,
        "Allred_Roschow_Electronegativity":0.0002882653,
        "Mulliken_Electronegativity":3.6719585,
        "Electronegativity":1.96,
        "Analysis":null,
        "jmol_color":"#00ff00"
    },
    {
        "atomic_number":82,
        "name":"Lead",
        "symbol":"Pb",
        "period":6,
        "electronic_configuration":"[Xe] 4f14 5d10 6s2 6p2",
        "Pauling_Electronegativity":1.8,
        "Allred_Roschow_Electronegativity":0.000272473,
        "Mulliken_Electronegativity":3.7083398,
        "Electronegativity":1.8,
        "Analysis":null,
        "jmol_color":"#94ffff"
    },
    {
        "atomic_number":114,
        "name":"Flerovium",
        "symbol":"Fl",
        "period":7,
        "electronic_configuration":"[Rn] 5f14 6d10 7s2 7p2",
        "Pauling_Electronegativity":null,
        "Allred_Roschow_Electronegativity":0.0002762971,
        "Mulliken_Electronegativity":0.0,
        "Electronegativity":0.0002762971,
        "Analysis":null,
        "jmol_color":"#a67573"
    },
    {
        "atomic_number":7,
        "name":"Nitrogen",
        "symbol":"N",
        "period":2,
        "electronic_configuration":"[He] 2s2 2p3",
        "Pauling_Electronegativity":3.04,
        "Allred_Roschow_Electronegativity":0.000773656,
        "Mulliken_Electronegativity":7.267065,
        "Electronegativity":3.04,
        "Analysis":null,
        "jmol_color":"#668080"
    },
    {
        "atomic_number":15,
        "name":"Phosphorus",
        "symbol":"P",
        "period":3,
        "electronic_configuration":"[Ne] 3s2 3p3",
        "Pauling_Electronegativity":2.19,
        "Allred_Roschow_Electronegativity":0.0003895788,
        "Mulliken_Electronegativity":5.243343,
        "Electronegativity":2.19,
        "Analysis":null,
        "jmol_color":"#9e63b5"
    },
    {
        "atomic_number":33,
        "name":"Arsenic",
        "symbol":"As",
        "period":4,
        "electronic_configuration":"[Ar] 3d10 4s2 4p3",
        "Pauling_Electronegativity":2.18,
        "Allred_Roschow_Electronegativity":0.0004302985,
        "Mulliken_Electronegativity":4.8945,
        "Electronegativity":2.18,
        "Analysis":null,
        "jmol_color":"#d47a00"
    },
    {
        "atomic_number":51,
        "name":"Antimony",
        "symbol":"Sb",
        "period":5,
        "electronic_configuration":"[Kr] 4d10 5s2 5p3",
        "Pauling_Electronegativity":2.05,
        "Allred_Roschow_Electronegativity":0.0003214286,
        "Mulliken_Electronegativity":4.3041945,
        "Electronegativity":2.05,
        "Analysis":null,
        "jmol_color":"#940094"
    },
    {
        "atomic_number":83,
        "name":"Bismuth",
        "symbol":"Bi",
        "period":6,
        "electronic_configuration":"[Xe] 4f14 5d10 6s2 6p3",
        "Pauling_Electronegativity":1.9,
        "Allred_Roschow_Electronegativity":0.0002763037,
        "Mulliken_Electronegativity":null,
        "Electronegativity":1.9,
        "Analysis":null,
        "jmol_color":"#429eb0"
    },
    {
        "atomic_number":115,
        "name":"Moscovium",
        "symbol":"Mc",
        "period":7,
        "electronic_configuration":"[Rn] 5f14 6d10 7s2 7p3",
        "Pauling_Electronegativity":null,
        "Allred_Roschow_Electronegativity":0.0002400549,
        "Mulliken_Electronegativity":0.0,
        "Electronegativity":0.0002400549,
        "Analysis":null,
        "jmol_color":"#57178f"
    },
    {
        "atomic_number":8,
        "name":"Oxygen",
        "symbol":"O",
        "period":2,
        "electronic_configuration":"[He] 2s2 2p4",
        "Pauling_Electronegativity":3.44,
        "Allred_Roschow_Electronegativity":0.0011463845,
        "Mulliken_Electronegativity":6.809027,
        "Electronegativity":3.44,
        "Analysis":null,
        "jmol_color":"#00c900"
    },
    {
        "atomic_number":16,
        "name":"Sulfur",
        "symbol":"S",
        "period":3,
        "electronic_configuration":"[Ne] 3s2 3p4",
        "Pauling_Electronegativity":2.58,
        "Allred_Roschow_Electronegativity":0.0005137148,
        "Mulliken_Electronegativity":5.180005,
        "Electronegativity":2.58,
        "Analysis":null,
        "jmol_color":"#70d4ff"
    },
    {
        "atomic_number":34,
        "name":"Selenium",
        "symbol":"Se",
        "period":4,
        "electronic_configuration":"[Ar] 3d10 4s2 4p4",
        "Pauling_Electronegativity":2.55,
        "Allred_Roschow_Electronegativity":0.0005164982,
        "Mulliken_Electronegativity":4.876196,
        "Electronegativity":2.55,
        "Analysis":null,
        "jmol_color":"#4dc2ff"
    },
    {
        "atomic_number":52,
        "name":"Tellurium",
        "symbol":"Te",
        "period":5,
        "electronic_configuration":"[Kr] 4d10 5s2 5p4",
        "Pauling_Electronegativity":2.1,
        "Allred_Roschow_Electronegativity":0.0003757569,
        "Mulliken_Electronegativity":4.50483,
        "Electronegativity":2.1,
        "Analysis":null,
        "jmol_color":"#a6544d"
    },
    {
        "atomic_number":84,
        "name":"Polonium",
        "symbol":"Po",
        "period":6,
        "electronic_configuration":"[Xe] 4f14 5d10 6s2 6p4",
        "Pauling_Electronegativity":2.0,
        "Allred_Roschow_Electronegativity":0.0003305589,
        "Mulliken_Electronegativity":4.207,
        "Electronegativity":2.0,
        "Analysis":null,
        "jmol_color":"#575961"
    },
    {
        "atomic_number":116,
        "name":"Livermorium",
        "symbol":"Lv",
        "period":7,
        "electronic_configuration":"[Rn] 5f14 6d10 7s2 7p4",
        "Pauling_Electronegativity":null,
        "Allred_Roschow_Electronegativity":0.0002269388,
        "Mulliken_Electronegativity":0.0,
        "Electronegativity":0.0002269388,
        "Analysis":null,
        "jmol_color":"#9e4fb5"
    },
    {
        "atomic_number":9,
        "name":"Fluorine",
        "symbol":"F",
        "period":2,
        "electronic_configuration":"[He] 2s2 2p5",
        "Pauling_Electronegativity":3.98,
        "Allred_Roschow_Electronegativity":0.0012695312,
        "Mulliken_Electronegativity":8.71141,
        "Electronegativity":3.98,
        "Analysis":null,
        "jmol_color":"#ab5c00"
    },
    {
        "atomic_number":17,
        "name":"Chlorine",
        "symbol":"Cl",
        "period":3,
        "electronic_configuration":"[Ne] 3s2 3p5",
        "Pauling_Electronegativity":3.16,
        "Allred_Roschow_Electronegativity":0.0006223855,
        "Mulliken_Electronegativity":6.483815,
        "Electronegativity":3.16,
        "Analysis":null,
        "jmol_color":"#754f45"
    },
    {
        "atomic_number":35,
        "name":"Bromine",
        "symbol":"Br",
        "period":4,
        "electronic_configuration":"[Ar] 3d10 4s2 4p5",
        "Pauling_Electronegativity":2.96,
        "Allred_Roschow_Electronegativity":0.0005847953,
        "Mulliken_Electronegativity":5.906905,
        "Electronegativity":2.96,
        "Analysis":null,
        "jmol_color":"#428296"
    },
    {
        "atomic_number":53,
        "name":"Iodine",
        "symbol":"I",
        "period":5,
        "electronic_configuration":"[Kr] 4d10 5s2 5p5",
        "Pauling_Electronegativity":2.66,
        "Allred_Roschow_Electronegativity":0.0004296455,
        "Mulliken_Electronegativity":5.22563,
        "Electronegativity":2.66,
        "Analysis":null,
        "jmol_color":"#420066"
    },
    {
        "atomic_number":85,
        "name":"Astatine",
        "symbol":"At",
        "period":6,
        "electronic_configuration":"[Xe] 4f14 5d10 6s2 6p5",
        "Pauling_Electronegativity":2.2,
        "Allred_Roschow_Electronegativity":0.0003517053,
        "Mulliken_Electronegativity":4.658755,
        "Electronegativity":2.2,
        "Analysis":null,
        "jmol_color":"#007d00"
    },
    {
        "atomic_number":117,
        "name":"Tennessine",
        "symbol":"Ts",
        "period":7,
        "electronic_configuration":"[Rn] 5f14 6d10 7s2 7p5",
        "Pauling_Electronegativity":null,
        "Allred_Roschow_Electronegativity":0.0002791552,
        "Mulliken_Electronegativity":0.0,
        "Electronegativity":0.0002791552,
        "Analysis":null,
        "jmol_color":"#70abfa"
    },
    {
        "atomic_number":2,
        "name":"Helium",
        "symbol":"He",
        "period":1,
        "electronic_configuration":"1s2",
        "Pauling_Electronegativity":null,
        "Allred_Roschow_Electronegativity":0.0008034026,
        "Mulliken_Electronegativity":12.293693968,
        "Electronegativity":0.0008034026,
        "Analysis":null,
        "jmol_color":"#cc0059"
    },
    {
        "atomic_number":10,
        "name":"Neon",
        "symbol":"Ne",
        "period":2,
        "electronic_configuration":"[He] 2s2 2p6",
        "Pauling_Electronegativity":null,
        "Allred_Roschow_Electronegativity":0.0013031856,
        "Mulliken_Electronegativity":0.0,
        "Electronegativity":0.0013031856,
        "Analysis":null,
        "jmol_color":null
    },
    {
        "atomic_number":18,
        "name":"Argon",
        "symbol":"Ar",
        "period":3,
        "electronic_configuration":"[Ne] 3s2 3p6",
        "Pauling_Electronegativity":null,
        "Allred_Roschow_Electronegativity":0.0007324219,
        "Mulliken_Electronegativity":7.8798056,
        "Electronegativity":0.0007324219,
        "Analysis":null,
        "jmol_color":null
    },
    {
        "atomic_number":36,
        "name":"Krypton",
        "symbol":"Kr",
        "period":4,
        "electronic_configuration":"[Ar] 3d10 4s2 4p6",
        "Pauling_Electronegativity":null,
        "Allred_Roschow_Electronegativity":0.0006026737,
        "Mulliken_Electronegativity":0.0,
        "Electronegativity":0.0006026737,
        "Analysis":null,
        "jmol_color":null
    },
    {
        "atomic_number":54,
        "name":"Xenon",
        "symbol":"Xe",
        "period":5,
        "electronic_configuration":"[Kr] 4d10 5s2 5p6",
        "Pauling_Electronegativity":2.6,
        "Allred_Roschow_Electronegativity":0.0004807412,
        "Mulliken_Electronegativity":6.06492155,
        "Electronegativity":0.0004807412,
        "Analysis":null,
        "jmol_color":null
    },
    {
        "atomic_number":86,
        "name":"Radon",
        "symbol":"Rn",
        "period":6,
        "electronic_configuration":"[Xe] 4f14 5d10 6s2 6p6",
        "Pauling_Electronegativity":null,
        "Allred_Roschow_Electronegativity":0.000409145,
        "Mulliken_Electronegativity":0.0,
        "Electronegativity":0.000409145,
        "Analysis":null,
        "jmol_color":null
    },
    {
        "atomic_number":118,
        "name":"Oganesson",
        "symbol":"Og",
        "period":7,
        "electronic_configuration":"[Rn] 5f14 6d10 7s2 7p6",
        "Pauling_Electronegativity":null,
        "Allred_Roschow_Electronegativity":0.0003346992,
        "Mulliken_Electronegativity":0.0,
        "Electronegativity":0.0003346992,
        "Analysis":null,
        "jmol_color":null
    }
]