[
    {
        "atomic_number":1,
        "name":"Hydrogen",
        "symbol":"H",
        "period":1,
        "electronic_configuration":"1s",
        "jmol_color":"#ffffff",
        "IE1":13.5984340051,
        "IE2":null,
        "IE3":null,
        "IE4":null,
        "IE5":null,
        "IE6":null,
        "IE7":null,
        "Analysis":"Period 1 contains only two elements: hydrogen (H) and helium (He), and the trend in first ionization energy is simple yet dramatic. Helium has a much higher first ionization energy than hydrogen. This is because helium has two protons in its nucleus (versus hydrogen’s one), creating a stronger pull on its electrons. Both elements have electrons in the same shell (1s), but helium's electrons experience very little shielding and are pulled in more tightly. Moreover, helium has a fully filled 1s orbital, which is exceptionally stable, making it even harder to remove an electron. This combination of strong nuclear attraction, minimal shielding, and a stable electron configuration gives helium the highest first ionization energy of all elements in the periodic table.\n",
        "First_to_seventh_IE_Analysis":"Hydrogen has only one electron, so it exhibits only one ionization energy. Its first ionization energy is relatively high because the electron is close to the nucleus, with no inner shells to shield it. Once this electron is removed, hydrogen becomes a bare proton (H⁺), and since there are no more electrons left, higher ionization energies (second to seventh) do not exist for hydrogen.\n\n"
    },
    {
        "atomic_number":2,
        "name":"Helium",
        "symbol":"He",
        "period":1,
        "electronic_configuration":"1s2",
        "jmol_color":"#d9ffff",
        "IE1":24.587387936,
        "IE2":54.41776311,
        "IE3":null,
        "IE4":null,
        "IE5":null,
        "IE6":null,
        "IE7":null,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Helium has two electrons in the tightly held 1s orbital. Its first ionization energy is the highest among all elements, as both electrons experience a strong nuclear pull with virtually no shielding. The second ionization energy is even higher, since it involves removing the second electron from He⁺, which is a highly positive, hydrogen-like ion. Ionization energies beyond the second (third to seventh) do not apply to helium because it has only two electrons."
    },
    {
        "atomic_number":3,
        "name":"Lithium",
        "symbol":"Li",
        "period":2,
        "electronic_configuration":"[He] 2s",
        "jmol_color":"#cc80ff",
        "IE1":5.391714761,
        "IE2":75.6400937,
        "IE3":122.4543538,
        "IE4":null,
        "IE5":null,
        "IE6":null,
        "IE7":null,
        "Analysis":"Across Period 2, from lithium (Li) to neon (Ne), the general trend for first ionization energy is an increase. This is primarily due to the increasing nuclear charge (number of protons) as you move from left to right. With more protons, the attraction between the nucleus and the valence electrons strengthens, pulling the electrons closer and making them harder to remove. However, there are two notable exceptions to this general trend. The first drop occurs from beryllium (Be) to boron (B). Beryllium has a stable, fully filled 2s subshell, making it relatively difficult to remove an electron. Boron, on the other hand, has its outermost electron in a higher-energy 2p orbital, which experiences slightly more shielding from the inner 2s electrons and is, on average, further from the nucleus, thus requiring less energy to remove. The second exception occurs from nitrogen (N) to oxygen (O). Nitrogen has a stable, half-filled 2p subshell (one electron in each 2px, 2py, and 2pz orbital). Oxygen, however, has an electron pair in one of its 2p orbitals, leading to electron-electron repulsion. This repulsion makes it easier to remove one of these paired electrons from oxygen, resulting in a lower first ionization energy compared to nitrogen, despite oxygen having a higher nuclear charge.",
        "First_to_seventh_IE_Analysis":"Lithium's first ionization energy is relatively low, as its single valence electron in the 2s orbital is shielded by two inner 1s electrons. However, the second ionization energy increases sharply, as it involves removing a core 1s electron that is much closer to the nucleus and strongly attracted. The third to seventh ionization energies are extremely high, reflecting the increasing difficulty of removing deeply held core electrons.\n\n"
    },
    {
        "atomic_number":4,
        "name":"Beryllium",
        "symbol":"Be",
        "period":2,
        "electronic_configuration":"[He] 2s2",
        "jmol_color":"#c2ff00",
        "IE1":9.322699,
        "IE2":18.211153,
        "IE3":153.896198,
        "IE4":217.7185766,
        "IE5":null,
        "IE6":null,
        "IE7":null,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Beryllium has two valence electrons in the 2s orbital. The first and second ionization energies are moderate, reflecting the removal of these outer electrons. The third ionization energy jumps significantly, as it requires removing a tightly bound 1s core electron. From the fourth to seventh, each step becomes progressively harder, as they all involve core electrons held very closely to the nucleus."
    },
    {
        "atomic_number":5,
        "name":"Boron",
        "symbol":"B",
        "period":2,
        "electronic_configuration":"[He] 2s2 2p",
        "jmol_color":"#ffb5b5",
        "IE1":8.298019,
        "IE2":25.15483,
        "IE3":37.93058,
        "IE4":259.3715,
        "IE5":340.226008,
        "IE6":null,
        "IE7":null,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Boron’s first ionization energy is moderate, as it involves removing a 2p electron, which is slightly higher in energy than 2s. The second and third ionizations remove the remaining 2s and 2p electrons. A sharp jump occurs at the fourth ionization energy, when the 1s core electrons begin to be removed. The fifth ionization energy is very high, due to strong nuclear attraction on these core electrons. There are only five ionization energies for boron as it has only 5 electrons."
    },
    {
        "atomic_number":6,
        "name":"Carbon",
        "symbol":"C",
        "period":2,
        "electronic_configuration":"[He] 2s2 2p2",
        "jmol_color":"#909090",
        "IE1":11.260296,
        "IE2":24.3845,
        "IE3":47.88778,
        "IE4":64.49358,
        "IE5":392.0905,
        "IE6":489.993177,
        "IE7":null,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Carbon has four valence electrons (2s²2p²). The first to fourth ionization energies gradually increase as outer shell electrons are removed. The fifth ionization energy rises more steeply as the atom starts to lose electrons from 1s orbital. The sixth  ionizations involve removal of last electron present in 1s orbital and are extremely high, reflecting strong nuclear attraction."
    },
    {
        "atomic_number":7,
        "name":"Nitrogen",
        "symbol":"N",
        "period":2,
        "electronic_configuration":"[He] 2s2 2p3",
        "jmol_color":"#3050f8",
        "IE1":14.53413,
        "IE2":29.60125,
        "IE3":47.4453,
        "IE4":77.4735,
        "IE5":97.89013,
        "IE6":552.06731,
        "IE7":667.04609,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"With five valence electrons (2s²2p³), nitrogen's first to fifth ionization energies increase steadily, as electrons are removed from the same shell. The sixth ionization energy shows a significant jump as the stable half-filled 2p subshell is emptied. The seventh ionization energy is even higher, involving the removal of a 1s core electron."
    },
    {
        "atomic_number":8,
        "name":"Oxygen",
        "symbol":"O",
        "period":2,
        "electronic_configuration":"[He] 2s2 2p4",
        "jmol_color":"#ff0d0d",
        "IE1":13.618054,
        "IE2":35.12111,
        "IE3":54.93554,
        "IE4":77.4135,
        "IE5":113.8989,
        "IE6":138.1189,
        "IE7":739.32679,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Oxygen has six valence electrons (2s²2p⁴), so its first to sixth ionization energies involve valence electrons and increase progressively. The seventh ionization energy is much higher, as it involves removing a core 1s electron. The rise in energy at this point reflects the significant increase in electrostatic attraction.\n"
    },
    {
        "atomic_number":9,
        "name":"Fluorine",
        "symbol":"F",
        "period":2,
        "electronic_configuration":"[He] 2s2 2p5",
        "jmol_color":"#90e050",
        "IE1":17.42282,
        "IE2":34.97081,
        "IE3":62.708,
        "IE4":87.175,
        "IE5":114.249,
        "IE6":157.1631,
        "IE7":185.1868,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"With seven valence electrons, fluorine’s first to seventh ionization energies all involve removing electrons from the second shell. These increase consistently, but not drastically, due to the compact atomic size and high effective nuclear charge. After the seventh, the eighth ionization energy would spike sharply as it targets the 1s core.\n"
    },
    {
        "atomic_number":10,
        "name":"Neon",
        "symbol":"Ne",
        "period":2,
        "electronic_configuration":"[He] 2s2 2p6",
        "jmol_color":"#b3e3f5",
        "IE1":21.56454,
        "IE2":40.96296,
        "IE3":63.42331,
        "IE4":97.19,
        "IE5":126.247,
        "IE6":157.934,
        "IE7":207.271,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Neon has a complete octet (2s²2p⁶), making it extremely stable. As a result, even the first ionization energy is very high. Each subsequent ionization energy increases steadily but significantly, as all electrons are removed from a stable noble gas configuration with strong nuclear attraction and minimal shielding. The seventh ionization energy is already very high, reflecting neon's tightly held electrons.\n\n"
    },
    {
        "atomic_number":11,
        "name":"Sodium",
        "symbol":"Na",
        "period":3,
        "electronic_configuration":"[Ne] 3s",
        "jmol_color":"#ab5cf2",
        "IE1":5.1390767,
        "IE2":47.28636,
        "IE3":71.62,
        "IE4":98.936,
        "IE5":138.4,
        "IE6":172.228,
        "IE7":208.5,
        "Analysis":"The general trend for first ionization energy across Period 3, from sodium (Na) to argon (Ar), is an increase. This is primarily due to the steadily increasing nuclear charge as protons are added to the nucleus, which leads to a stronger attraction for the valence electrons. Additionally, since all valence electrons in Period 3 are in the third main energy level, the shielding effect from inner electrons remains relatively constant, further intensifying the effective nuclear charge. However, similar to Period 2, two notable \"dips\" or decreases in ionization energy occur. The first is from magnesium (Mg) to aluminium (Al). Magnesium's outermost electrons are in a stable, filled 3s subshell, while aluminium's outermost electron is in a higher-energy 3p orbital, which is less attracted to the nucleus and experiences slightly more shielding from inner shell electrons. The second dip is observed from phosphorus (P) to sulfur (S). Phosphorus has a stable half-filled 3p subshell (one electron in each 3p orbital), whereas sulfur has an electron pair in one of its 3p orbitals. The electron-electron repulsion between these paired electrons in sulfur makes it easier to remove one of them, counteracting the increased nuclear charge and resulting in a lower first ionization energy for sulfur compared to phosphorus.",
        "First_to_seventh_IE_Analysis":"Sodium has a single valence electron in the 3s orbital, which is easy to remove, so its first ionization energy is low. However, the second ionization energy jumps dramatically, as it involves removing a core 2p electron from a stable neon-like configuration. Ionization energies from the third to seventh continue rising steeply as electrons are pulled from increasingly smaller, more positively charged ions and inner shells."
    },
    {
        "atomic_number":12,
        "name":"Magnesium",
        "symbol":"Mg",
        "period":3,
        "electronic_configuration":"[Ne] 3s2",
        "jmol_color":"#8aff00",
        "IE1":7.646235,
        "IE2":15.035267,
        "IE3":80.1436,
        "IE4":109.2654,
        "IE5":141.335,
        "IE6":186.76,
        "IE7":225.015,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"The first and second ionization energies of magnesium are relatively low, corresponding to the removal of its two 3s valence electrons. The third ionization energy shows a sharp increase, as it starts removing tightly bound 2p electrons from the stable neon core. Ionization energies four through seven rise steeply, reflecting the strong attraction of the nucleus on the remaining core electrons."
    },
    {
        "atomic_number":13,
        "name":"Aluminum",
        "symbol":"Al",
        "period":3,
        "electronic_configuration":"[Ne] 3s2 3p",
        "jmol_color":"#bfa6a6",
        "IE1":5.9857684,
        "IE2":18.82855,
        "IE3":28.44764,
        "IE4":119.9924,
        "IE5":153.8252,
        "IE6":190.49,
        "IE7":241.76,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Aluminum has three valence electrons (3s²3p¹), so its first three ionization energies increase gradually. The fourth ionization energy spikes, as it removes a core 2p electron. The trend from fourth to seventh ionization energy follows a steep upward curve, typical of removing inner electrons held tightly by the nucleus."
    },
    {
        "atomic_number":14,
        "name":"Silicon",
        "symbol":"Si",
        "period":3,
        "electronic_configuration":"[Ne] 3s2 3p2",
        "jmol_color":"#f0c8a0",
        "IE1":8.151683,
        "IE2":16.345845,
        "IE3":33.493,
        "IE4":45.14179,
        "IE5":166.767,
        "IE6":205.267,
        "IE7":246.32,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"With four valence electrons (3s²3p²), silicon shows a steady increase in first to fourth ionization energies. The fifth ionization energy rises sharply, marking the removal of a 2p core electron. Ionizations beyond the fifth become increasingly difficult as the atom becomes smaller and more positively charged."
    },
    {
        "atomic_number":15,
        "name":"Phosphorus",
        "symbol":"P",
        "period":3,
        "electronic_configuration":"[Ne] 3s2 3p3",
        "jmol_color":"#ff8000",
        "IE1":10.486686,
        "IE2":19.76949,
        "IE3":30.20264,
        "IE4":51.44387,
        "IE5":65.02511,
        "IE6":220.4304,
        "IE7":263.57,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":" Phosphorus has five valence electrons (3s²3p³), forming a stable half-filled p subshell, making its first ionization energy slightly higher than expected. The first to fifth ionization energies increase steadily. The sixth ionization energy jumps significantly, as it involves breaking into the 2p core. The seventh continues this steep rise."
    },
    {
        "atomic_number":16,
        "name":"Sulfur",
        "symbol":"S",
        "period":3,
        "electronic_configuration":"[Ne] 3s2 3p4",
        "jmol_color":"#ffff30",
        "IE1":10.36001,
        "IE2":23.33788,
        "IE3":34.856,
        "IE4":47.222,
        "IE5":72.59449,
        "IE6":88.05292,
        "IE7":280.954,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Sulfur has six valence electrons (3s²3p⁴), so the first six ionization energies reflect removal from the third shell and increase gradually. The seventh ionization energy shows a sharp jump, as it targets a core 2p electron. This reflects the tighter hold of the nucleus on core electrons."
    },
    {
        "atomic_number":17,
        "name":"Chlorine",
        "symbol":"Cl",
        "period":3,
        "electronic_configuration":"[Ne] 3s2 3p5",
        "jmol_color":"#1ff01f",
        "IE1":12.96763,
        "IE2":23.81364,
        "IE3":39.8,
        "IE4":53.24,
        "IE5":67.68,
        "IE6":96.94,
        "IE7":114.2013,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Chlorine’s first to seventh ionization energies involve valence electrons in the 3s and 3p orbitals. These values increase gradually, with slightly higher energies due to chlorine’s high nuclear charge and compact atomic radius. The eighth ionization energy (not discussed here) would show a large jump, as it begins to remove core electrons."
    },
    {
        "atomic_number":18,
        "name":"Argon",
        "symbol":"Ar",
        "period":3,
        "electronic_configuration":"[Ne] 3s2 3p6",
        "jmol_color":"#80d1e3",
        "IE1":15.7596112,
        "IE2":27.62967,
        "IE3":40.735,
        "IE4":59.58,
        "IE5":74.84,
        "IE6":91.29,
        "IE7":124.412,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Argon is a noble gas with a full octet (3s²3p⁶), making its first ionization energy quite high. Each successive ionization energy (up to the seventh) increases significantly, as electrons are pulled from a stable and compact electron configuration. With every removal, the effective nuclear charge on the remaining electrons increases, causing a rise in each ionization energy."
    },
    {
        "atomic_number":19,
        "name":"Potassium",
        "symbol":"K",
        "period":4,
        "electronic_configuration":"[Ar] 4s",
        "jmol_color":"#8f40d4",
        "IE1":4.34066354,
        "IE2":31.625,
        "IE3":45.8031,
        "IE4":60.917,
        "IE5":82.66,
        "IE6":99.4,
        "IE7":117.56,
        "Analysis":"The trend of first ionization energy for Period 4 elements is more complex than earlier periods due to the introduction of the d-block transition metals. Generally, as you move from left to right across Period 4, the first ionization energy tends to increase, primarily due to the increasing nuclear charge. However, this increase is not as smooth as in Periods 2 and 3. The filling of the 3d orbitals in the transition metals (Scandium to Zinc) introduces a more subtle and less predictable change in ionization energy. While the effective nuclear charge generally increases, the shielding provided by the 3d electrons can vary, leading to slight irregularities in the trend. After the d-block, the p-block elements (Gallium to Krypton) resume the more pronounced increasing trend due to the continued increase in nuclear charge and the effective filling of the outer p-orbitals. Similar to earlier periods, there are also \"dips\" in the ionization energy, such as from Calcium to Scandium. In scandium, an electron enters a 3d orbital while calcium has fully filled s-orbital, a stable electronic configuration due to which it is harder to remove electron from calcium than scandium) and from Zinc to Gallium (as the electron now enters a 4p orbital after the complete filling of the 3d subshell in Zinc, experiencing greater shielding and being easier to remove). A slight dip is also observed from Arsenic (As) to Selenium (Se). Arsenic has a stable half-filled 4p subshell (4p3), making it relatively harder to remove an electron. Selenium, with its 4p4 configuration, has an electron pair in one of its 4p orbitals, leading to electron-electron repulsion that slightly outweighs the increased nuclear charge, thus making it easier to remove an electron compared to arsenic. The general rule of increasing nuclear charge and decreasing atomic radius holds, but the filling of the d-orbitals and the stability of half-filled subshells introduce a more nuanced pattern.",
        "First_to_seventh_IE_Analysis":"Potassium has a single valence electron in the 4s orbital, so its first ionization energy is very low. The second ionization energy shows a massive jump, as it involves removing an electron from a stable noble gas (argon) configuration. The third to seventh ionization energies continue rising steeply, reflecting the difficulty of removing inner-shell electrons increasingly held by a stronger nuclear charge."
    },
    {
        "atomic_number":20,
        "name":"Calcium",
        "symbol":"Ca",
        "period":4,
        "electronic_configuration":"[Ar] 4s2",
        "jmol_color":"#3dff00",
        "IE1":6.1131552,
        "IE2":11.871718,
        "IE3":50.91315,
        "IE4":67.2732,
        "IE5":84.338,
        "IE6":108.78,
        "IE7":127.2,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Calcium’s first and second ionization energies are relatively low since they involve removing two 4s electrons. The third ionization energy increases sharply, marking the start of the 3p electron removal from stable noble gas (argon) electronic configuration. From the third to seventh ionization energies, the trend shows a steep rise due to increasing electrostatic pull from the shrinking, more positively charged ion."
    },
    {
        "atomic_number":"21-30",
        "name":"Transition Metals I",
        "symbol":"TMI",
        "period":4,
        "electronic_configuration":"[Ar] 3d 4s2",
        "jmol_color":"#e6e6e6",
        "IE1":6.56149,
        "IE2":12.79977,
        "IE3":24.756838,
        "IE4":73.4894,
        "IE5":91.949,
        "IE6":110.68,
        "IE7":138.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"The transition metals series I ionization energy trend is explained under transition metals section. Here, the ionization energy of scandium is present. Scandium has three valence electrons (4s²3d¹), so its first three ionization energies increase gradually. A noticeable jump at the fourth ionization energy signals removal of a 3p electron from a stable noble gas (argon) electronic configuration. From this point, ionization energies rise quickly, as electrons come from more stable, inner orbitals close to the nucleus."
    },
    {
        "atomic_number":31,
        "name":"Gallium",
        "symbol":"Ga",
        "period":4,
        "electronic_configuration":"[Ar] 3d10 4s2 4p",
        "jmol_color":"#c28f8f",
        "IE1":5.9993018,
        "IE2":20.51514,
        "IE3":30.726,
        "IE4":63.241,
        "IE5":86.01,
        "IE6":112.7,
        "IE7":140.8,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Gallium's first ionization energy is relatively low due to the presence of a single 4p electron. The second and third involve removal of 4s electrons. From the fourth to seventh, removal of 3d electrons leads to rapidly increasing ionization energies, as these are inner-shell electrons."
    },
    {
        "atomic_number":32,
        "name":"Germanium",
        "symbol":"Ge",
        "period":4,
        "electronic_configuration":"[Ar] 3d10 4s2 4p2",
        "jmol_color":"#668f8f",
        "IE1":7.899435,
        "IE2":15.93461,
        "IE3":34.0576,
        "IE4":45.715,
        "IE5":90.5,
        "IE6":115.9,
        "IE7":144.9,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"The ionization energies of germanium show a steady increase for the removal of the first four electrons, as these are all valence electrons in the 4th energy level (4p and 4s orbitals). A significant and abrupt jump in energy occurs at the fifth ionization. This is because the first four electrons are removed from the outer shell, but the fifth electron must be extracted from the much closer and more stable, completely filled inner 3d subshell. After this large jump, the sixth and seventh ionization energies continue to increase steadily as more electrons are removed from this 3d subshell against an increasingly positive ionic charge.\n\n"
    },
    {
        "atomic_number":33,
        "name":"Arsenic",
        "symbol":"As",
        "period":4,
        "electronic_configuration":"[Ar] 3d10 4s2 4p3",
        "jmol_color":"#bd80e3",
        "IE1":9.789,
        "IE2":18.5892,
        "IE3":28.349,
        "IE4":50.15,
        "IE5":62.767,
        "IE6":121.19,
        "IE7":147.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"The ionization energies for arsenic show a steady increase for the removal of its five valence electrons (three from the 4p orbital and two from the 4s orbital), as each successive electron is pulled from an increasingly positive ion. A dramatic jump in energy occurs at the sixth ionization (IE₆), because this electron must be removed from a stable, completely filled inner 3d subshell. This core electron is in a lower principal energy level (n=3), holding it much closer to the nucleus and requiring significantly more energy to extract compared to the valence electrons in the n=4 shell.\n\n"
    },
    {
        "atomic_number":34,
        "name":"Selenium",
        "symbol":"Se",
        "period":4,
        "electronic_configuration":"[Ar] 3d10 4s2 4p4",
        "jmol_color":"#ffa100",
        "IE1":9.752392,
        "IE2":21.196,
        "IE3":31.697,
        "IE4":42.947,
        "IE5":68.3,
        "IE6":81.827,
        "IE7":155.33,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"The general trend for the first to seventh ionization energies of selenium is a steady increase with successive electrons removed, due to the increasing effective nuclear charge experienced by the remaining electrons as the number of protons stays constant while the number of electrons decreases. Superimposed on this general trend are more significant jumps in ionization energy when an electron is removed from a new, more stable, and lower-energy electron shell. Specifically, the first six ionization energies (corresponding to the removal of 4p and then 4s electrons) will show a gradual increase, with the 4s electrons requiring slightly more energy to remove than the 4p. A substantial jump will occur for the seventh ionization energy, as this electron would be removed from the much more stable, completely filled n=3 shell, specifically the 3d subshell, which is significantly closer to the nucleus and experiences much less shielding."
    },
    {
        "atomic_number":35,
        "name":"Bromine",
        "symbol":"Br",
        "period":4,
        "electronic_configuration":"[Ar] 3d10 4s2 4p5",
        "jmol_color":"#a62929",
        "IE1":11.81381,
        "IE2":21.591,
        "IE3":35.0,
        "IE4":47.78,
        "IE5":59.595,
        "IE6":85.1,
        "IE7":103.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"The ionization energies for bromine from the first to the seventh generally increase with each successive electron removed. This is because, as electrons are progressively stripped away from the atom, the remaining electrons experience a stronger effective nuclear charge due to the constant number of protons in the nucleus and the decreasing electron-electron repulsion. This stronger attraction pulls the remaining electrons closer to the nucleus, making them more difficult to remove. The first five ionization energies will involve the removal of valence electrons from the 4p orbital, followed by the two 4s electrons. While all will show an increase, a notable jump in ionization energy will occur when an electron is removed from a new, inner electron shell. Specifically, the eighth ionization energy (not shown in the data) would involve removing an electron from the completely filled 3d subshell, which is significantly closer to the nucleus and experiences much less shielding than the outer 4s and 4p electrons, thus requiring substantially more energy to remove.\n\n"
    },
    {
        "atomic_number":36,
        "name":"Krypton",
        "symbol":"Kr",
        "period":4,
        "electronic_configuration":"[Ar] 3d10 4s2 4p6",
        "jmol_color":"#5cb8d1",
        "IE1":13.9996049,
        "IE2":24.35984,
        "IE3":35.67,
        "IE4":50.85,
        "IE5":64.69,
        "IE6":78.49,
        "IE7":109.13,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Krypton, being a noble gas with a complete octet, shows consistently high ionization energies, with a large jump after the eighth, as core electrons are then targeted.\n\n"
    },
    {
        "atomic_number":37,
        "name":"Rubidium",
        "symbol":"Rb",
        "period":5,
        "electronic_configuration":"[Kr] 5s",
        "jmol_color":"#702eb0",
        "IE1":4.177128,
        "IE2":27.28954,
        "IE3":39.247,
        "IE4":52.2,
        "IE5":68.4,
        "IE6":82.9,
        "IE7":98.67,
        "Analysis":"In Period 5 of the periodic table, the first ionization energy generally increases from left to right, starting from rubidium (Rb) and ending with xenon (Xe). This trend is driven by the increase in nuclear charge, which pulls electrons closer to the nucleus, making them more difficult to remove. However, the trend is not perfectly smooth due to the presence of transition metals (Y to Cd), where electrons are added to the inner 4d subshell. These d-electrons provide poor shielding, so the increase in ionization energy is relatively modest across the d-block. The presence of the d-block elements in Period 5 also introduces complexities due to the filling of 4d orbitals, which can affect shielding and penetration effects. A clear example of an exception to this trend is observed between Cadmium (Cd) and Indium (In). Cadmium has a stable electron configuration with completely filled 4d and 5s subshells ([Kr]4d105s2), making it relatively difficult to remove an electron. In contrast, Indium has its outermost electron in the 5p subshell ([Kr]4d105s25p1). This single 5p electron is in a higher energy subshell and is shielded by the filled 4d and 5s orbitals, making it easier to remove than an electron from Cadmium's highly stable, filled 5s subshell, thus resulting in a lower first ionization energy for Indium compared to Cadmium.",
        "First_to_seventh_IE_Analysis":"Rubidium (Rb) has an electron configuration of [Kr] 5s1. The first ionization energy will be relatively low, as it involves removing the single valence electron from the 5s orbital, which is far from the nucleus and well-shielded by inner electrons. The second ionization energy will be significantly higher, as it requires removing an electron from the stable, noble gas electron configuration of krypton (the 4p6 subshell). Subsequent ionization energies (third through seventh) will continue to increase sharply as electrons are removed from progressively inner, more tightly held shells (the 4p, 4s, and then 3d orbitals), each removal increasing the effective nuclear charge on the remaining electrons and making them increasingly difficult to detach.\n\n"
    },
    {
        "atomic_number":38,
        "name":"Strontium",
        "symbol":"Sr",
        "period":5,
        "electronic_configuration":"[Kr] 5s2",
        "jmol_color":"#00ff00",
        "IE1":5.6948672,
        "IE2":11.030276,
        "IE3":42.88353,
        "IE4":56.28,
        "IE5":71.0,
        "IE6":88.0,
        "IE7":104.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Strontium (Sr) has an electron configuration of [Kr] 5s2. The first two ionization energies will involve removing the two valence electrons from the 5s orbital. The first will be relatively low, and the second will be higher than the first but still manageable, as both 5s electrons are in the outermost shell and experience significant shielding from the inner core electrons. A very substantial jump in ionization energy will occur for the third ionization energy. This is because the third electron must be removed from the stable, completely filled noble gas core (the krypton configuration, specifically the 4p6 subshell). Subsequent ionization energies (fourth through seventh) will continue to show sharp increases as electrons are successively removed from even more tightly bound inner shells (the 4p, 4s, and then 3d orbitals), where the electrons are closer to the nucleus and experience an increasingly strong effective nuclear charge."
    },
    {
        "atomic_number":"39-48",
        "name":"Transition Metals II",
        "symbol":"TMII",
        "period":5,
        "electronic_configuration":"[Kr] 4d 5s2",
        "jmol_color":"#94ffff",
        "IE1":6.21726,
        "IE2":12.224,
        "IE3":20.52441,
        "IE4":60.607,
        "IE5":74.97,
        "IE6":91.39,
        "IE7":110.02,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"The ionization energy trend for transition metals series II is under transition metals section. Here, only ionization energy of yttrium is present. Yttrium (Y) has an electron configuration of [Kr] 4d1 5s2. The first three ionization energies will correspond to the removal of the three valence electrons: first, one from the 4d orbital, then the two from the 5s orbital. While all three will show increasing values due to the increasing effective nuclear charge, the increase from the second to the third ionization energy will be more pronounced as the 5s orbital is completely emptied and the 4d electron is removed, resulting in a stable, pseudo-noble gas configuration. A very significant jump will occur for the fourth ionization energy, as this electron would be removed from the much more stable and completely filled n=4 shell (specifically the 4p6 subshell) of the krypton core. Subsequent ionization energies (fifth, sixth, and seventh) will continue to increase sharply as electrons are successively removed from deeper, more tightly bound inner core shells (4p, then 4s, and finally 3d electrons), each removal requiring substantially more energy due to the increasing positive charge of the ion and decreasing electron shielding.\n\n"
    },
    {
        "atomic_number":49,
        "name":"Indium",
        "symbol":"In",
        "period":5,
        "electronic_configuration":"[Kr] 4d10 5s2 5p",
        "jmol_color":"#a67573",
        "IE1":5.7863552,
        "IE2":18.870407,
        "IE3":28.04415,
        "IE4":55.45,
        "IE5":69.3,
        "IE6":90.0,
        "IE7":109.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Indium has a 5s²5p¹ configuration. The first ionization energy is low, targeting the 5p electron. The second and third involve 5s electrons and are slightly higher. From the fourth ionization, removal shifts to fully filled 4d orbitals, resulting in a steep rise in ionization energy through the seventh ionization.\n\n"
    },
    {
        "atomic_number":50,
        "name":"Tin",
        "symbol":"Sn",
        "period":5,
        "electronic_configuration":"[Kr] 4d10 5s2 5p2",
        "jmol_color":"#668080",
        "IE1":7.343917,
        "IE2":14.63224,
        "IE3":30.50259,
        "IE4":40.735,
        "IE5":77.03,
        "IE6":94.0,
        "IE7":112.9,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Tin (5s²5p²) has four valence electrons. The first four ionization energies gradually increase as these valence electrons are removed. A significant jump begins from the fifth ionization energy, as it involves the removal of electrons from fully filled 4d orbitals and also there is usual increase in the effective nuclear charge along the period.\n\n"
    },
    {
        "atomic_number":51,
        "name":"Antimony",
        "symbol":"Sb",
        "period":5,
        "electronic_configuration":"[Kr] 4d10 5s2 5p3",
        "jmol_color":"#9e63b5",
        "IE1":8.608389,
        "IE2":16.63,
        "IE3":25.3235,
        "IE4":43.8,
        "IE5":55.0,
        "IE6":99.51,
        "IE7":117.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"With a 5s²5p³ configuration, antimony’s first to fifth ionization energies are moderate and reflect removal of valence electrons. The sixth ionization involve removal of electrons from fully filled 4d orbitals causing a sharp rise in required energy. Further, the seventh ionization energy is also high due to increasing electrostatic pull from the shrinking, more positively charged ion."
    },
    {
        "atomic_number":52,
        "name":"Tellurium",
        "symbol":"Te",
        "period":5,
        "electronic_configuration":"[Kr] 4d10 5s2 5p4",
        "jmol_color":"#d47a00",
        "IE1":9.00966,
        "IE2":19.0,
        "IE3":27.838,
        "IE4":37.4155,
        "IE5":59.25,
        "IE6":69.1,
        "IE7":124.201,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"With a 5s²5p4 configuration, tellurium’s first to sixth ionization energies are moderate and reflect removal of valence electrons. The seventh ionization involve removal of electrons from fully filled 4d orbitals causing a sharp rise in required energy."
    },
    {
        "atomic_number":53,
        "name":"Iodine",
        "symbol":"I",
        "period":5,
        "electronic_configuration":"[Kr] 4d10 5s2 5p5",
        "jmol_color":"#940094",
        "IE1":10.45126,
        "IE2":19.13126,
        "IE3":29.57,
        "IE4":40.36,
        "IE5":51.517,
        "IE6":74.37,
        "IE7":87.61,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"With a 5s²5p5 configuration, iodine’s first to seventh ionization energies are moderate and reflect removal of valence electrons. The eight ionization energy which is not shown here will involve removal of electrons from fully filled 4d orbitals and thus it should cause a sharp rise in required energy."
    },
    {
        "atomic_number":54,
        "name":"Xenon",
        "symbol":"Xe",
        "period":5,
        "electronic_configuration":"[Kr] 4d10 5s2 5p6",
        "jmol_color":"#429eb0",
        "IE1":12.1298431,
        "IE2":20.975,
        "IE3":31.05,
        "IE4":42.2,
        "IE5":54.14,
        "IE6":66.703,
        "IE7":91.6,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Xenon has a full 5s²5p⁶ outer shell, making it very stable. Its first to seventh ionization energies are consistently high, as electrons are removed from a closed, tightly held shell. A large energy jump should occurs after the eighth ionization, when core electrons begin to be removed.\n\n"
    },
    {
        "atomic_number":55,
        "name":"Cesium",
        "symbol":"Cs",
        "period":6,
        "electronic_configuration":"[Xe] 6s",
        "jmol_color":"#57178f",
        "IE1":3.893905548,
        "IE2":23.15745,
        "IE3":33.195,
        "IE4":43.0,
        "IE5":56.0,
        "IE6":69.1,
        "IE7":82.9,
        "Analysis":"In Period 6, the first ionization energy generally increases from left to right, from cesium (Cs) to radon (Rn), but the trend is irregular due to the inclusion of both the lanthanide series (4f-block) and the third transition series (5d-block). Cesium and barium, with their large atomic radii and weak nuclear pull on valence electrons, have very low ionization energies. As we move across the 5d transition metals (from hafnium to mercury), the ionization energies rise slowly due to increasing nuclear charge, though the shielding by filled 4f electrons (from the preceding lanthanides) is poor, allowing the nuclear pull to increase. The lanthanide contraction, a gradual decrease in ionic radii across the 4f block, also contributes to higher ionization energies in the 5d series than expected. Entering the p-block, from thallium (Tl) to radon (Rn), ionization energies rise more clearly, though there is a notable anomaly: bismuth (Bi) has a slightly lower ionization energy than lead (Pb). Although, the reason for this anomaly is not clear, however, it might be due to stronger relativistic effects in lead, which contract and stabilize the 6s orbital more than in bismuth, making Pb’s outer electrons harder to remove.Overall, the Period 6 trend is shaped by a complex interplay of nuclear charge, poor shielding by f-electrons, orbital penetration, and relativistic effects, leading to both general increases and unexpected drops in ionization energy.",
        "First_to_seventh_IE_Analysis":"Cesium has one loosely held 6s electron, so its first ionization energy is extremely low. The second ionization requires removing a 5p core electron, which is much closer to the nucleus, resulting in a very sharp increase. The third to seventh ionization energies continue to rise rapidly as electrons are removed from inner subshells of 5s and 4d, which are tightly bound due to minimal shielding and high nuclear attraction.\n\n"
    },
    {
        "atomic_number":56,
        "name":"Barium",
        "symbol":"Ba",
        "period":6,
        "electronic_configuration":"[Xe] 6s2",
        "jmol_color":"#00c900",
        "IE1":5.211664,
        "IE2":10.003826,
        "IE3":35.84,
        "IE4":47.03,
        "IE5":58.0,
        "IE6":71.0,
        "IE7":86.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"With two valence electrons in the 6s orbital, barium’s first and second ionization energies are relatively low. However, the third ionization energy jumps steeply as it begins targeting 5p electrons. The fourth to seventh ionizations involve removal of 5s and 4d core electrons, requiring significantly higher energy due to their proximity to the nucleus."
    },
    {
        "atomic_number":"57-71",
        "name":"Lanthanides",
        "symbol":"Ln",
        "period":6,
        "electronic_configuration":"[Xe] 5d 6s2",
        "jmol_color":"#70d4ff",
        "IE1":5.5769,
        "IE2":11.18492,
        "IE3":19.1773,
        "IE4":49.95,
        "IE5":61.6,
        "IE6":74.0,
        "IE7":88.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"The trend for ionization energy for lanthanides is given under lanthanides and actinides section. Here, only ionization energy of lanthanum is given. Lanthanum has a 6s²5d¹ configuration. The first three ionization energies reflect the removal of these outer electrons and are moderate. The fourth ionization energy rises sharply as it targets the fully filled 5p subshell. The fifth to seventh ionizations involve deeper core electrons and show a steep increase in energy due to strong nuclear attraction."
    },
    {
        "atomic_number":"72-80",
        "name":"Transition Metals III",
        "symbol":"TMIII",
        "period":6,
        "electronic_configuration":"[Xe] 4f14 5d2 6s2",
        "jmol_color":"#4dc2ff",
        "IE1":6.82507,
        "IE2":15.0,
        "IE3":23.28,
        "IE4":33.37,
        "IE5":68.375,
        "IE6":98.0,
        "IE7":118.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"The trend in ionization energy for transition metals series III is given under transition metals section. Here, only ionization energy trend for hafnium is given. The successive ionization energies for Hafnium continue to increase steadily. The relatively smooth progression through IE1 to IE4 indicates that Hafnium readily forms +4 oxidation states, which is its most common and stable form, consistent with its position as a Group 4 transition metal. The substantial jumps between IE4 and IE5, and subsequent ionizations, signify the removal of electrons from more stable, inner core subshells, reinforcing the stability of the +4 state.\n"
    },
    {
        "atomic_number":81,
        "name":"Thallium",
        "symbol":"Tl",
        "period":6,
        "electronic_configuration":"[Xe] 4f14 5d10 6s2 6p",
        "jmol_color":"#a6544d",
        "IE1":6.108287,
        "IE2":20.4283,
        "IE3":29.852,
        "IE4":51.14,
        "IE5":62.6,
        "IE6":80.0,
        "IE7":98.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Thallium’s first ionization energy is low, as it involves removing a 6p electron. The second and third ionization remove 6s electrons and are moderately higher. From the fourth onward, removal of electrons from fully filled 5d orbitals leads to a comparatively more ionization energy increase."
    },
    {
        "atomic_number":82,
        "name":"Lead",
        "symbol":"Pb",
        "period":6,
        "electronic_configuration":"[Xe] 4f14 5d10 6s2 6p2",
        "jmol_color":"#575961",
        "IE1":7.4166796,
        "IE2":15.032498,
        "IE3":31.9373,
        "IE4":42.33256,
        "IE5":68.8,
        "IE6":82.9,
        "IE7":100.1,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Lead first to fourth ionizations remove valence electrons and increase steadily. The fifth ionization involve removal of electrons from the fully filled 5d orbitals, causing a comparatively higher increase in the ionization energy. Further, trend of sixth and seventh ionization energy shows a significant rise due to increasing electrostatic pull from the shrinking, more positively charged ion.\n\n"
    },
    {
        "atomic_number":83,
        "name":"Bismuth",
        "symbol":"Bi",
        "period":6,
        "electronic_configuration":"[Xe] 4f14 5d10 6s2 6p3",
        "jmol_color":"#9e4fb5",
        "IE1":7.285516,
        "IE2":16.703,
        "IE3":25.563,
        "IE4":45.37,
        "IE5":54.85,
        "IE6":88.4,
        "IE7":103.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Bismuth first to fifth ionizations remove valence electrons and increase steadily. The sixth ionization involve removal of electrons from the fully filled 5d orbitals, causing a marked jump in required energy. Further, trend of seventh ionization energy shows a significant rise due to increasing electrostatic pull from shrinking, more positively charged ion."
    },
    {
        "atomic_number":84,
        "name":"Polonium",
        "symbol":"Po",
        "period":6,
        "electronic_configuration":"[Xe] 4f14 5d10 6s2 6p4",
        "jmol_color":"#ab5c00",
        "IE1":8.414,
        "IE2":19.3,
        "IE3":27.0,
        "IE4":36.0,
        "IE5":57.0,
        "IE6":69.1,
        "IE7":108.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Polonium first to sixth ionizations remove valence electrons and increase steadily. The seventh ionization involve removal of electrons from the fully filled 5d orbitals, causing a marked jump in required energy."
    },
    {
        "atomic_number":85,
        "name":"Astatine",
        "symbol":"At",
        "period":6,
        "electronic_configuration":"[Xe] 4f14 5d10 6s2 6p5",
        "jmol_color":"#754f45",
        "IE1":9.31751,
        "IE2":17.88,
        "IE3":26.58,
        "IE4":39.65,
        "IE5":50.39,
        "IE6":72.0,
        "IE7":85.1,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Astatine has a 6s²6p5 configuration. The first to fifth ionizations increases steadily as it removes electrons from 6p subshell. The sixth and further ionization show significant increase as it involve removal of electrons from the fully filled orbitals of 6s subshell."
    },
    {
        "atomic_number":86,
        "name":"Radon",
        "symbol":"Rn",
        "period":6,
        "electronic_configuration":"[Xe] 4f14 5d10 6s2 6p6",
        "jmol_color":"#428296",
        "IE1":10.7485,
        "IE2":21.4,
        "IE3":29.4,
        "IE4":36.9,
        "IE5":52.9,
        "IE6":64.0,
        "IE7":88.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Radon has a full outer 6p⁶ shell. Its first to sixth ionization energies are high and increase steadily as electrons are removed from a noble gas configuration. The seventh ionization energy involves disturbing the full octet and targeting 6s or even 5d core electrons, resulting in a comparatively high energy jump."
    },
    {
        "atomic_number":87,
        "name":"Francium",
        "symbol":"Fr",
        "period":7,
        "electronic_configuration":"[Rn] 7s",
        "jmol_color":"#420066",
        "IE1":4.0727409,
        "IE2":22.4,
        "IE3":33.0,
        "IE4":39.1,
        "IE5":50.0,
        "IE6":67.0,
        "IE7":80.0,
        "Analysis":"The trend of first ionization energy across Period 7 generally shows an increase from left to right, driven by rising effective nuclear charge. However, this period is dominated by the actinide series (Ac-Lr) and extreme relativistic effects. The poor shielding of the filling 5f subshell in actinides leads to a pronounced increase in effective nuclear charge and thus higher ionization energies for subsequent superheavy elements (transactinides). Critically, direct experimental measurements of ionization energies for elements from Nihonium (Nh, Z=113) to Oganesson (Og, Z=118) are currently unknown due to their extreme instability and scarcity. Theoretical predictions for these elements indicate significant deviations from simple periodic trends, largely due to relativistic effects that drastically alter orbital energies. The period begins with Francium (Fr) having the lowest ionization energy and is theoretically expected to culminate with Oganesson (Og), the noble gas, possessing the highest, albeit unconfirmed, value.",
        "First_to_seventh_IE_Analysis":"Francium's electron configuration is [Rn]7s1. Its first ionization energy (IE1) is extremely low, making it the least electronegative element, due to its single, very loosely held 7s valence electron which is far from the nucleus and heavily shielded. The second ionization energy (IE2) would be drastically higher as it involves removing an electron from the much more stable, noble gas-like closed shell of the Radon core. Subsequent ionization energies (IE3-IE7) would continue to increase rapidly as electrons are removed from successively inner, more tightly bound core shells (6p, 6s, etc.)."
    },
    {
        "atomic_number":88,
        "name":"Radium",
        "symbol":"Ra",
        "period":7,
        "electronic_configuration":"[Rn] 7s2",
        "jmol_color":"#007d00",
        "IE1":5.278424,
        "IE2":10.147153,
        "IE3":31.0,
        "IE4":41.0,
        "IE5":52.9,
        "IE6":64.0,
        "IE7":82.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Radium has an electron configuration of [Rn]7s2. Its first (IE1) and second (IE2) ionization energies are relatively low as they involve the removal of the two 7s valence electrons. IE2 will be higher than IE1 because the second electron is being removed from a positive ion. The third ionization energy (IE3) would see a large jump, as it involves breaking into the stable, noble gas-like Radon core. Subsequent ionization energies (IE4-IE7) would increase dramatically as electrons are removed from these inner core orbitals.\n\n\n"
    },
    {
        "atomic_number":89,
        "name":"Actinides",
        "symbol":"Ac",
        "period":7,
        "electronic_configuration":"[Rn] 6d 7s2",
        "jmol_color":"#70abfa",
        "IE1":5.380226,
        "IE2":11.75,
        "IE3":17.431,
        "IE4":44.8,
        "IE5":55.0,
        "IE6":67.0,
        "IE7":79.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Actinium, the first of the actinides, has the electron configuration [Rn]6d¹7s². Its first three ionization energies are relatively low, corresponding to the removal of its two 7s and one 6d electron. Starting from the fourth ionization, the removal of electrons from the fully filled  5f orbitals results in a sharp increase in ionization energy, highlighting the strong hold of the nucleus on inner-shell electrons. Here only Actinium IE is given. For rest of the actinides, go to the Lanthanides and Actinides tab."
    },
    {
        "atomic_number":"104-112",
        "name":"Transition Metals IV",
        "symbol":"TMIV",
        "period":7,
        "electronic_configuration":"[Rn] 5f14 6d2 7s2",
        "jmol_color":"#cc0059",
        "IE1":6.01,
        "IE2":14.7,
        "IE3":23.9,
        "IE4":31.7,
        "IE5":64.0,
        "IE6":77.0,
        "IE7":102.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Rutherfordium, a Group 4 transition metal, is expected to behave similarly to hafnium but with stronger relativistic effects. The first four ionization energies (removing 7s² and 6d² electrons) are expected to increase moderately. However, the fifth to seventh ionization energies should increase sharply due to the removal of electrons from fully filled 5f orbitals, which are much more tightly bound. However, the ionization energy data is only for Rutherfordium. For understanding the trend for other elements, go to Transition Metals tab."
    },
    {
        "atomic_number":113,
        "name":"Nihonium",
        "symbol":"Nh",
        "period":7,
        "electronic_configuration":"[Rn] 5f14 6d10 7s2 7p1",
        "jmol_color":null,
        "IE1":null,
        "IE2":null,
        "IE3":null,
        "IE4":null,
        "IE5":null,
        "IE6":null,
        "IE7":null,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"The ionization energy values is unavailable for nihonium. As the first of these elements in Period 7 (Group 13), nihonium is expected to have a relatively low first ionization energy, a characteristic of metals at the beginning of a p-block series. This is due to the single p-electron being relatively easy to remove. Across the period, its first ionization energy would be the lowest among these elements. Successive ionization energies (second to seventh) would increase significantly as electrons are removed from increasingly stable and positively charged species."
    },
    {
        "atomic_number":114,
        "name":"Flerovium",
        "symbol":"Fl",
        "period":7,
        "electronic_configuration":"[Rn] 5f14 6d10 7s2 7p2",
        "jmol_color":null,
        "IE1":null,
        "IE2":null,
        "IE3":null,
        "IE4":null,
        "IE5":null,
        "IE6":null,
        "IE7":null,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Flerovium is predicted to have a higher first ionization energy than nihonium. This increase is a typical periodic trend as the effective nuclear charge increases and the atomic radius generally decreases across a period. Due to strong relativistic effects on its 7p subshell, making it more stable, its first ionization energy is expected to be unusually high for a Group 14 element, potentially approaching values seen in noble gases. Subsequent ionization energies (second to seventh) would show a substantial increase, with the most significant jump occurring after the removal of the 7p electrons, indicating a stable electron configuration."
    },
    {
        "atomic_number":115,
        "name":"Moscovium",
        "symbol":"Mc",
        "period":7,
        "electronic_configuration":"[Rn] 5f14 6d10 7s2 7p3",
        "jmol_color":null,
        "IE1":null,
        "IE2":null,
        "IE3":null,
        "IE4":null,
        "IE5":null,
        "IE6":null,
        "IE7":null,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Moscovium, in Group 15, is predicted to have a 7s²7p³ configuration. Like bismuth, it should exhibit intermediate first ionization energy, influenced by spin–orbit splitting of the 7p subshell and relativistic shielding. The first three ionizations remove valence p-electrons, while the fourth and fifth begin to remove the electrons from fully filled 7s subshell, which may cause a significant increase. The sixth and seventh ionization energies rise even more due to inner-shell electron removal."
    },
    {
        "atomic_number":116,
        "name":"Livermorium",
        "symbol":"Lv",
        "period":7,
        "electronic_configuration":"[Rn] 5f14 6d10 7s2 7p4",
        "jmol_color":null,
        "IE1":null,
        "IE2":null,
        "IE3":null,
        "IE4":null,
        "IE5":null,
        "IE6":null,
        "IE7":null,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Livermorium, a Group 16 element, likely has a 7s²7p⁴ configuration. Similar to polonium, its first ionization energy should be modest due to the repulsion among 7p electrons, but relativistic effects may stabilize the 7s orbital. The first four ionizations would remove the 7p electrons with gradually increasing energy, but starting from the fifth ionization, a comparatively high rise is expected as the 7s and inner electrons are removed."
    },
    {
        "atomic_number":117,
        "name":"Tennessine",
        "symbol":"Ts",
        "period":7,
        "electronic_configuration":"[Rn] 5f14 6d10 7s2 7p5",
        "jmol_color":null,
        "IE1":null,
        "IE2":null,
        "IE3":null,
        "IE4":null,
        "IE5":null,
        "IE6":null,
        "IE7":null,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"As a Group 17 halogen, tennessine is predicted to have 7s²7p⁵ configuration. Its first ionization energy should be lower than astatine, possibly surprisingly so, due to relativistic expansion and poor shielding in the 7p orbitals. The second to fifth ionizations remove the remaining 7p electrons. The sixth and seventh ionizations target the 7s electrons, which are comparatively more tightly held due to relativistic contraction, leading to significant jumps.\n\n"
    },
    {
        "atomic_number":118,
        "name":"Oganesson",
        "symbol":"Og",
        "period":7,
        "electronic_configuration":"[Rn] 5f14 6d10 7s2 7p6",
        "jmol_color":null,
        "IE1":null,
        "IE2":null,
        "IE3":null,
        "IE4":null,
        "IE5":null,
        "IE6":null,
        "IE7":null,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Oganesson, the noble gas of Period 7, would naively be expected to have very high ionization energy due to its 7s²7p⁶ configuration. However, relativistic destabilization and strong electron–electron repulsions in the 7p shell reduce the effective shell closure. As a result, its first ionization energy is predicted to be much lower than that of radon, breaking the expected noble gas trend. The second to seventh ionizations still increase progressively but may reflect a more metallic and less inert character than seen in lighter noble gases."
    }
]