[
    {
        "atomic_number":21,
        "name":"Scandium",
        "series":1,
        "symbol":"Sc",
        "electronic_configuration":"[Ar] 3d 4s2",
        "jmol_color":"#e6e6e6",
        "IE1":6.56149,
        "IE2":12.79977,
        "IE3":24.756838,
        "IE4":73.4894,
        "IE5":91.949,
        "IE6":110.68,
        "IE7":138.0,
        "Analysis":"The first ionization energy of 3d transition elements from scandium to zinc shows a modest and irregular increase, unlike the steady trend seen in main group elements. From Sc to Ti, ionization energy increases due to a rise in effective nuclear charge, which pulls the outer electrons more strongly. At vanadium, the value dips slightly despite having only three 3d electrons. This is likely due to increased shielding from the added 3d electron, which reduces the nuclear pull on the 4s electron. From V to Fe, ionization energy increases again, helped by the approach to a half-filled 3d⁵ subshell in chromium, which is relatively stable and increase effective nuclear charge. After iron, the trend dips toward nickel, as electron–electron repulsion grows in the more than half-filled d-orbitals. Interestingly, copper’s ionization energy is higher than nickel’s, and zinc’s is higher than copper’s due to the extra stability of completely filled 3d¹⁰ orbitals. Throughout the series, although nuclear charge increases, the added d-electrons cause incomplete shielding and repulsion, so the net effect on ionization energy is uneven. The overall trend is shaped by a balance between proton number, d-orbital shielding, and electron repulsion.",
        "First_to_seventh_IE_Analysis":"Scandium has the electronic configuration [Ar] 3d¹ 4s². The first ionization energy removes a 4s electron and is relatively low. The second and third ionization energies remove the remaining 4s and the single 3d electron, requiring progressively more energy. A sharp jump is seen after the third ionization as electrons are removed from the stable argon core, making fourth to seventh ionizations significantly higher."
    },
    {
        "atomic_number":22,
        "name":"Titanium",
        "series":1,
        "symbol":"Ti",
        "electronic_configuration":"[Ar] 3d2 4s2",
        "jmol_color":"#bfc2c7",
        "IE1":6.82812,
        "IE2":13.5755,
        "IE3":27.49171,
        "IE4":43.26717,
        "IE5":99.3,
        "IE6":119.53,
        "IE7":140.68,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Titanium ([Ar] 3d² 4s²) shows a gradual increase from the first to fourth ionization energies, as it successively loses two 4s and two 3d electrons. The fifth to seventh ionization energies rise sharply, as these begin to remove electrons from the inner argon core, where electrons are held more tightly by the nucleus."
    },
    {
        "atomic_number":23,
        "name":"Vanadium",
        "series":1,
        "symbol":"V",
        "electronic_configuration":"[Ar] 3d3 4s2",
        "jmol_color":"#a6a6ab",
        "IE1":6.746187,
        "IE2":14.62,
        "IE3":29.311,
        "IE4":46.709,
        "IE5":65.28165,
        "IE6":128.13,
        "IE7":150.72,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Vanadium ([Ar] 3d³ 4s²) has five valence electrons. The first to fifth ionization energies increase moderately as it removes the 4s and all three 3d electrons. However, the sixth and seventh ionizations spike due to removal of electrons from a closed-shell core, reflecting strong nuclear attraction and minimal shielding."
    },
    {
        "atomic_number":24,
        "name":"Chromium",
        "series":1,
        "symbol":"Cr",
        "electronic_configuration":"[Ar] 3d5 4s",
        "jmol_color":"#8a99c7",
        "IE1":6.76651,
        "IE2":16.486305,
        "IE3":30.96,
        "IE4":49.16,
        "IE5":69.46,
        "IE6":90.635,
        "IE7":160.29,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Chromium has a half-filled stable 3d⁵ 4s¹ configuration. The first ionization removes the 4s¹ electron and is relatively low. The second ionization is on a higher side due to removal of electron from the half-filled filled stable d-orbital. It is higher than that of manganese because the second electron is removed from the stable half-filled d-orbitals. From third till sixth there is moderately high ionization energy. The seventh ionization enters the inner shell and shows a sharp rise."
    },
    {
        "atomic_number":25,
        "name":"Manganese",
        "series":1,
        "symbol":"Mn",
        "electronic_configuration":"[Ar] 3d5 4s2",
        "jmol_color":"#9c7ac7",
        "IE1":7.434018,
        "IE2":15.63999,
        "IE3":33.668,
        "IE4":51.2,
        "IE5":72.4,
        "IE6":95.6,
        "IE7":119.203,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Manganese ([Ar] 3d⁵ 4s²) follows a similar pattern to chromium, but with a slightly more stable half-filled d⁵ configuration. The first to seventh ionizations increase steadily. The removal of 4s and 3d electrons happens over the first seven steps. A noticeable jump in ionization energy after the d-shell is emptied and the value of 8th ionization energy is not considered in the data."
    },
    {
        "atomic_number":26,
        "name":"Iron",
        "series":1,
        "symbol":"Fe",
        "electronic_configuration":"[Ar] 3d6 4s2",
        "jmol_color":"#e06633",
        "IE1":7.9024678,
        "IE2":16.1992,
        "IE3":30.651,
        "IE4":54.91,
        "IE5":75.0,
        "IE6":98.985,
        "IE7":125.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"With a 3d⁶4s² configuration, iron’s first to eighth ionization energies rise moderately as it loses electrons from 4s and 3d orbitals. The jump in the onization energy can only be seen from the removal of ninth electon as the electron is to be removed from the stable noble gas. The data after seventh ionization energy is not considered."
    },
    {
        "atomic_number":27,
        "name":"Cobalt",
        "series":1,
        "symbol":"Co",
        "electronic_configuration":"[Ar] 3d7 4s2",
        "jmol_color":"#f090a0",
        "IE1":7.88101,
        "IE2":17.0844,
        "IE3":33.5,
        "IE4":51.27,
        "IE5":79.5,
        "IE6":102.0,
        "IE7":129.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Cobalt (3d⁷4s²) experiences a regular increase from first to ninth ionization energies as it sheds 4s and 3d electrons. The tenth ionization should cause a large spike, indicating removal from a tightly bound core configuration, beyond the common oxidation state of Co³⁺."
    },
    {
        "atomic_number":28,
        "name":"Nickel",
        "series":1,
        "symbol":"Ni",
        "electronic_configuration":"[Ar] 3d8 4s2",
        "jmol_color":"#50d050",
        "IE1":7.639877,
        "IE2":18.168837,
        "IE3":35.19,
        "IE4":54.9,
        "IE5":76.06,
        "IE6":108.0,
        "IE7":132.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Nickel’s 3d⁸4s² configuration results in moderate increases through the first ten ionization steps. The jump should be from eleventh ionization energy reflects a transition into core electrons."
    },
    {
        "atomic_number":29,
        "name":"Copper",
        "series":1,
        "symbol":"Cu",
        "electronic_configuration":"[Ar] 3d10 4s",
        "jmol_color":"#c88033",
        "IE1":7.72638,
        "IE2":20.29239,
        "IE3":36.841,
        "IE4":57.38,
        "IE5":79.8,
        "IE6":103.0,
        "IE7":139.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Copper has a 3d¹⁰4s¹ configuration, with a notably low first ionization energy due to the single 4s electron. However, the second ionization energies rise quickly as electrons are removed from the filled and stable 3d subshell. The second ionization energy of copper is higher than that of zinc because the electron is removed from the stable fully filled d-orbitals while in case of zinc, the second electron is removed from the 4s orbital. The ionization energy shows moderate increase after second ionization energy. There should be sudden jump from 12th ionization energy due to removal of electrons from the stable noble gas electronic configuration."
    },
    {
        "atomic_number":30,
        "name":"Zinc",
        "series":1,
        "symbol":"Zn",
        "electronic_configuration":"[Ar] 3d10 4s2",
        "jmol_color":"#7d80b0",
        "IE1":9.394199,
        "IE2":17.96439,
        "IE3":39.723,
        "IE4":59.573,
        "IE5":82.6,
        "IE6":108.0,
        "IE7":134.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"With a completely filled 3d¹⁰4s² shell, zinc has relatively low first and second ionization energies. But the third ionization energies show relatively higher rise as electrons are removed from the stable 3d subshell. The ionization energy after that shows moderate increase. There should be sudden jump in the thirteenth ionization energy due to removal of electrons from the stable noble gas electronic configuration."
    },
    {
        "atomic_number":39,
        "name":"Yttrium",
        "series":2,
        "symbol":"Y",
        "electronic_configuration":"[Kr] 4d 5s2",
        "jmol_color":"#94ffff",
        "IE1":6.21726,
        "IE2":12.224,
        "IE3":20.52441,
        "IE4":60.607,
        "IE5":74.97,
        "IE6":91.39,
        "IE7":110.02,
        "Analysis":"The first ionization energy across the 4d transition series (from yttrium to cadmium) shows a modest and irregular increase rather than a smooth rise, due to the interplay of increasing nuclear charge, electron shielding, and electronic configurations. From yttrium (Y) to molybdenum (Mo), ionization energy increases gradually as nuclear charge rises, but the gain is dampened by poor shielding from added 4d electrons. Beyond ruthenium (Ru), the trend becomes less predictable. Notably, palladium (Pd), with its rare and highly stable [Kr] 4d¹⁰ configuration, has a relatively high ionization energy because removing a tightly bound 4d electron disrupts a completely filled and compact subshell. In contrast, silver (Ag) has the configuration [Kr] 4d¹⁰ 5s¹, and its first ionization involves removing a more weakly held 5s electron. Although silver has a higher atomic number, the 5s electron is farther from the nucleus and more shielded by inner d-electrons, making it easier to remove than Pd 4d electron, hence Ag lower first ionization energy. The trend ends with cadmium (Cd), which shows a slight increase again due to its fully filled 4d¹⁰5s² configuration and increasing nuclear attraction.\n",
        "First_to_seventh_IE_Analysis":"Yttrium has an electron configuration of [Kr] 4d¹5s². The first three ionization energies increase steadily as the 5s and 4d¹ electrons are removed. A significant jump in the fourth ionization energy is due to the removal of the removal of electron from stable noble gas configuration. Further, there is rise in ionization energy from fifth to seventh. Further, there is a substantial rise in ionization energy from the fifth to seventh as these electrons are successively removed from even deeper, more tightly bound inner core shells (first from the 4p subshell, then from the 4s subshell, and finally from the 3d subshell), where the electrons are increasingly closer to the nucleus and experience an even stronger effective nuclear charge due to reduced shielding from the fewer remaining electrons, requiring progressively more energy to detach."
    },
    {
        "atomic_number":40,
        "name":"Zirconium",
        "series":2,
        "symbol":"Zr",
        "electronic_configuration":"[Kr] 4d2 5s2",
        "jmol_color":"#94e0e0",
        "IE1":6.6339,
        "IE2":13.13,
        "IE3":23.17,
        "IE4":34.41836,
        "IE5":80.348,
        "IE6":96.27,
        "IE7":112.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"With a configuration of [Kr] 4d²5s², Zr shows steadily increasing ionization energies for the first four electrons, corresponding to the loss of 5s and 4d electrons. The increase is due to the increasing effective nuclear charge experienced by the remaining electrons as the number of protons stays constant while the number of electrons decreases. A significant jump occurs at the fifth ionization due to removal of electron from stable noble gas configuration."
    },
    {
        "atomic_number":41,
        "name":"Niobium",
        "series":2,
        "symbol":"Nb",
        "electronic_configuration":"[Kr] 4d4 5s",
        "jmol_color":"#73c2c9",
        "IE1":6.75885,
        "IE2":14.32,
        "IE3":25.0,
        "IE4":37.611,
        "IE5":50.5728,
        "IE6":102.069,
        "IE7":119.14,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Niobium has an electronic configuration of [Kr] 4d⁴5s¹. Its first to five ionization energies increases steadily due to removal of electron from positively charge niobium which increases with every removal of electron and effective nuclear charge increases. A significant jump occurs at the sixth ionization, where electron will be removed from the stable noble gas krypton."
    },
    {
        "atomic_number":42,
        "name":"Molybdenum",
        "series":2,
        "symbol":"Mo",
        "electronic_configuration":"[Kr] 4d5 5s",
        "jmol_color":"#54b5b5",
        "IE1":7.09243,
        "IE2":16.16,
        "IE3":27.13,
        "IE4":40.33,
        "IE5":54.485,
        "IE6":68.82704,
        "IE7":125.638,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Mo has a configuration of [Kr] 4d⁵5s¹. Its second ionization energy is higher than that of technitium because the second electron is removed from stable half-filled 4d subshell while in case of technitium, second electron is removed from the 5s subshell. The ionization energy shows steady increase from first to sixth. A sudden jump is observed for seventh ionization energy due to the removal of seventh electron from the stable noble gas (Kr) configuration."
    },
    {
        "atomic_number":43,
        "name":"Technetium",
        "series":2,
        "symbol":"Tc",
        "electronic_configuration":"[Kr] 4d5 5s2",
        "jmol_color":"#3b9e9e",
        "IE1":7.119381,
        "IE2":15.26,
        "IE3":29.55,
        "IE4":41.0,
        "IE5":57.0,
        "IE6":72.0,
        "IE7":88.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Tc has [Kr] 4d⁵5s² configuration. The first to seventh ionization energy increase steadily for technitium as there is removal of electron from positively charge Tc which increases with every removal of electron and effective nuclear charge increases. The eight ionization energy is not considered in the data. However, it is the eight ionization energy which should show a sudden jump due to removal of electron from the stable noble gas configuration."
    },
    {
        "atomic_number":44,
        "name":"Ruthenium",
        "series":2,
        "symbol":"Ru",
        "electronic_configuration":"[Kr] 4d7 5s",
        "jmol_color":"#248f8f",
        "IE1":7.3605,
        "IE2":16.76,
        "IE3":28.47,
        "IE4":45.0,
        "IE5":59.0,
        "IE6":76.0,
        "IE7":93.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"With a configuration of [Kr] 4d⁷5s¹, Ru sees moderate increases in ionization energies for the first to seventh. The significant jump should appear at the ninth ionization as the electron will be removed from the stable noble gas configuration. The ninth ionization energy data is not considered. The third ionization energy of ruthenium is less than that of technitium because in technitium, the third electron is removed from the stable half-filled d-orbital while in case of ruthenium, third electron is removed from d6 configuration."
    },
    {
        "atomic_number":45,
        "name":"Rhodium",
        "series":2,
        "symbol":"Rh",
        "electronic_configuration":"[Kr] 4d8 5s",
        "jmol_color":"#0a7d8c",
        "IE1":7.4589,
        "IE2":18.08,
        "IE3":31.06,
        "IE4":42.0,
        "IE5":63.0,
        "IE6":80.0,
        "IE7":97.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Rhodium has [Kr] 4d⁸5s¹ configuration. Ionization energies increase steadily for first seven. Sudden jump can only be for 10th ionization energy due to the removal of 10th electron from the stable noble gas configuration. The fourth ionization energy of rhodium is less than that of ruthenium because in rhodium, the fourth electron is removed from d6 configuration while in case of ruthenium it is removed from stable half-filled d-orbital."
    },
    {
        "atomic_number":46,
        "name":"Palladium",
        "series":2,
        "symbol":"Pd",
        "electronic_configuration":"[Kr] 4d10",
        "jmol_color":"#006985",
        "IE1":8.33686,
        "IE2":19.43,
        "IE3":32.93,
        "IE4":46.0,
        "IE5":61.0,
        "IE6":84.1,
        "IE7":101.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Palladium is unique, with a fully filled 4d¹⁰ configuration ([Kr] 4d¹⁰).Ionization energies increase steadily for first seven. Sudden jump can only be for 11th ionization energy due to the removal of 11th electron from the stable noble gas configuration. The data of 11th ionization is not considered. The fifth ionization energy of palladium is less than that of rhodium because in palladium, the fifth electron is removed from d6 configuration while in case of rhodium it is removed from stable half-filled d-orbital."
    },
    {
        "atomic_number":47,
        "name":"Silver",
        "series":2,
        "symbol":"Ag",
        "electronic_configuration":"[Kr] 4d10 5s",
        "jmol_color":"#c0c0c0",
        "IE1":7.576234,
        "IE2":21.4844,
        "IE3":34.83,
        "IE4":49.0,
        "IE5":65.0,
        "IE6":82.0,
        "IE7":106.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Ag has a configuration of [Kr] 4d¹⁰5s¹.Ionization energies increase steadily for first seven. Sudden jump can only be for 12th ionization energy due to the removal of 12th electron from the stable noble gas configuration. The data of 12th ionization is not considered. The sixth ionization energy of silver is less than that of palladium because in silver, the sixth electron is removed from d6 configuration while in case of palladium it is removed from stable half-filled d-orbital."
    },
    {
        "atomic_number":48,
        "name":"Cadmium",
        "series":2,
        "symbol":"Cd",
        "electronic_configuration":"[Kr] 4d10 5s2",
        "jmol_color":"#ffd98f",
        "IE1":8.993822,
        "IE2":16.908312,
        "IE3":37.47,
        "IE4":51.0,
        "IE5":67.9,
        "IE6":87.0,
        "IE7":105.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Cd has [Kr] 4d¹⁰5s² configuration. Ionization energies increase steadily for first seven. Sudden jump can only be for 13th ionization energy due to the removal of 13th electron from the stable noble gas configuration. The data of 13th ionization is not considered. The second ionization energy of cadmium is less than that of silver because in cadmium, the second electron is removed from 5s subshell while in case of silver it is removed from stable fully-filled d-orbital. Also, the seventh ionization energy of cadium is less than that of silver because in silver the seventh electron is removed from stable half-filled d-orbital."
    },
    {
        "atomic_number":72,
        "name":"Hafnium",
        "series":3,
        "symbol":"Hf",
        "electronic_configuration":"[Xe] 4f14 5d2 6s2",
        "jmol_color":"#4dc2ff",
        "IE1":6.82507,
        "IE2":15.0,
        "IE3":23.28,
        "IE4":33.37,
        "IE5":68.375,
        "IE6":98.0,
        "IE7":118.0,
        "Analysis":"The first ionization energy of 3rd series (5d) transition elements, from hafnium (Hf) to mercury (Hg), shows a generally higher and smoother trend compared to the 3d and 4d series. This is largely due to the poor shielding effect of the 4f electrons present in the lanthanides that precede them. These 4f electrons do not shield effectively, so the effective nuclear charge experienced by the outer electrons is higher, pulling them closer and increasing the ionization energy. As a result, elements like hafnium have unexpectedly high ionization energies, almost similar to their 4d counterparts like zirconium. Across the series, the ionization energy changes gradually because the 5d orbitals are more diffuse and the increase in nuclear charge is somewhat balanced by increased electron–electron repulsion and shielding from added electrons. Toward the end of the series, mercury (Hg) shows a relatively higher value again due to the full d¹⁰ configuration, which gives additional stability. Overall, the 5d series shows less fluctuation and generally higher ionization energies than 3d and 4d due to the combined effects of relativistic contraction and f-orbital shielding.",
        "First_to_seventh_IE_Analysis":"Hafnium is [Xe] 4f¹⁴5d²6s². Due to lanthanide contraction, the effective nuclear charge on outer electrons is high, resulting in higher ionization energies than La, even though they are in the same group. Ionization energies rise gradually through the first four steps (removal of 6s and 5d²). Sudden jump is observed from fifth ionization energy as the fifth electron will be removed from the stable noble gas configuration of xenon."
    },
    {
        "atomic_number":73,
        "name":"Tantalum",
        "series":3,
        "symbol":"Ta",
        "electronic_configuration":"[Xe] 4f14 5d3 6s2",
        "jmol_color":"#4da6ff",
        "IE1":7.54957,
        "IE2":16.2,
        "IE3":23.1,
        "IE4":35.0,
        "IE5":48.272,
        "IE6":94.011,
        "IE7":119.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Tantalum has [Xe] 4f¹⁴5d³6s² configuration. The first five ionization energies rise steadily as the 6s and 5d³ electrons are removed. There is a sudden jump from sixth ionization energy due to removal of sixth electron from the stable noble gas configuration of xenon. The fifth ionization energy of tantalum is less than that of hafnium because in hafnium, fifth electron is removed from noble gas xenon while in tantalum, it is removed from 5d subshell."
    },
    {
        "atomic_number":74,
        "name":"Tungsten",
        "series":3,
        "symbol":"W",
        "electronic_configuration":"[Xe] 4f14 5d4 6s2",
        "jmol_color":"#2194d6",
        "IE1":7.86403,
        "IE2":16.4,
        "IE3":26.02,
        "IE4":38.21,
        "IE5":51.59,
        "IE6":64.766,
        "IE7":122.01,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Tungsten has [Xe] 4f¹⁴5d⁴6s². The six five ionization energies rise steadily as the electrons from 6s and 5d subshell are removed. There is a sudden jump for seventh ionization energy due to removal of seventh electron from the stable noble gas configuration of xenon. The sixth ionization energy of tungsten is less than that of tantalum because in tantalum, sixth electron is removed from noble gas xenon while in tungsten, it is removed from 5d subshell."
    },
    {
        "atomic_number":75,
        "name":"Rhenium",
        "series":3,
        "symbol":"Re",
        "electronic_configuration":"[Xe] 4f14 5d5 6s2",
        "jmol_color":"#267dab",
        "IE1":7.83352,
        "IE2":16.6,
        "IE3":27.0,
        "IE4":39.1,
        "IE5":51.9,
        "IE6":67.0,
        "IE7":82.71,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Rhenium is [Xe] 4f¹⁴5d⁵6s². The first seven ionization energies rise steadily as the electrons from 6s and 5d subshell are removed. There should be a sudden jump from eight ionization energy due to removal of eighth electron from the stable noble gas configuration of xenon. The seventh ionization energy of rhenium is less than that of tungsten because in tungsten, seventh electron is removed from noble gas xenon while in rhenium, it is removed from 5d subshell."
    },
    {
        "atomic_number":76,
        "name":"Osmium",
        "series":3,
        "symbol":"Os",
        "electronic_configuration":"[Xe] 4f14 5d6 6s2",
        "jmol_color":"#266696",
        "IE1":8.43823,
        "IE2":17.0,
        "IE3":25.0,
        "IE4":41.0,
        "IE5":55.0,
        "IE6":70.1,
        "IE7":85.1,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Osmium ([Xe] 4f¹⁴5d⁶6s²) follows a smooth rise in first seven ionization energies. There should be a sudden jump from ninth ionization energy due to removal of ninth electron from the stable noble gas configuration of xenon. The third ionization energy of osmium is less than that of rhenium because in rhenium, the third electron is removed from half-filled d-subshell while in osmium, it is removed from 5d subshell with six electrons."
    },
    {
        "atomic_number":77,
        "name":"Iridium",
        "series":3,
        "symbol":"Ir",
        "electronic_configuration":"[Xe] 4f14 5d7 6s2",
        "jmol_color":"#175487",
        "IE1":8.96702,
        "IE2":17.0,
        "IE3":28.0,
        "IE4":40.0,
        "IE5":57.0,
        "IE6":72.0,
        "IE7":89.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Iridium with [Xe] 4f¹⁴5d⁷6s² configuration follows a smooth rise in first seven ionization energies. There should be a sudden jump from tenth ionization energy due to removal of tenth electron from the stable noble gas configuration of xenon. The fourth ionization energy of iridium is less than that of osmium because in osmium, the fourth electron is removed from half-filled d-subshell while in iridium, it is removed from 5d subshell with six electrons."
    },
    {
        "atomic_number":78,
        "name":"Platinum",
        "series":3,
        "symbol":"Pt",
        "electronic_configuration":"[Xe] 4f14 5d9 6s",
        "jmol_color":"#d0d0e0",
        "IE1":8.95883,
        "IE2":18.56,
        "IE3":29.0,
        "IE4":43.0,
        "IE5":56.0,
        "IE6":75.0,
        "IE7":91.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Platinum’s with electronic configuration of [Xe] 4f¹⁴5d⁹6s¹ follows a smooth rise in first seven ionization energies. There should be a sudden jump from eleventh ionization energy due to removal of eleventh electron from the stable noble gas configuration of xenon. The fifth ionization energy of platinum is less than that of iridium because in iridium, the fifth electron is removed from half-filled d-subshell while in platinum, it is removed from 5d subshell with six electrons."
    },
    {
        "atomic_number":79,
        "name":"Gold",
        "series":3,
        "symbol":"Au",
        "electronic_configuration":"[Xe] 4f14 5d10 6s",
        "jmol_color":"#ffd123",
        "IE1":9.225553,
        "IE2":20.203,
        "IE3":30.0,
        "IE4":45.0,
        "IE5":60.0,
        "IE6":74.0,
        "IE7":94.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Gold has [Xe] 4f¹⁴5d¹⁰6s¹ configuration. It follows a smooth rise in first seven ionization energies. There should be a sudden jump from twelfth ionization energy due to removal of twelfth electron from the stable noble gas configuration of xenon. The sixth ionization energy of gold is less than that of platinum because in platinum, the sixth electron is removed from half-filled d-subshell while in gold, it is removed from 5d subshell with six electrons."
    },
    {
        "atomic_number":80,
        "name":"Mercury",
        "series":3,
        "symbol":"Hg",
        "electronic_configuration":"[Xe] 4f14 5d10 6s2",
        "jmol_color":"#b8b8d0",
        "IE1":10.437504,
        "IE2":18.75687,
        "IE3":34.46,
        "IE4":48.55,
        "IE5":61.2,
        "IE6":76.6,
        "IE7":93.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Mercury’s configuration is [Xe] 4f¹⁴5d¹⁰6s².  It follows a smooth rise in first seven ionization energies. There should be a sudden jump from thirteenth ionization energy due to removal of thirteenth electron from the stable noble gas configuration of xenon. The seventh ionization energy of mercury is less than that of gold because in gold, the seventh electron is removed from half-filled d-subshell while in mercury, it is removed from 5d subshell with six electrons. The second ionization energy of mercury is less than that of gold as in gold the second electron is removed from the fully filled 5d-subshell while in case of mercury, the second electron is removed from 6s subshell."
    },
    {
        "atomic_number":104,
        "name":"Rutherfordium",
        "series":4,
        "symbol":"Rf",
        "electronic_configuration":"[Rn] 5f14 6d2 7s2",
        "jmol_color":"#cc0059",
        "IE1":6.01,
        "IE2":14.7,
        "IE3":23.9,
        "IE4":31.7,
        "IE5":64.0,
        "IE6":77.0,
        "IE7":102.0,
        "Analysis":"The first ionization energy trend of the 6d (Series 4) transition elements—Rutherfordium (Rf), Dubnium (Db), Seaborgium (Sg), Bohrium (Bh), and Hassium (Hs)—does not follow a smooth increase across the period as seen in lighter transition series. While ionization energy initially increases from Rf to Sg due to increasing nuclear charge, a notable decrease occurs from Seaborgium to Bohrium and further to Hassium.The observed decrease in first ionization energy from Seaborgium (Sg) to Bohrium (Bh) and Hassium (Hs), defying the expected increase with atomic number, is primarily due to significant relativistic effects in these superheavy elements. These effects cause the 7s orbital to contract and become significantly more stabilized (electrons held tighter), while simultaneously causing the 6d orbitals to expand and become destabilized (electrons held looser). Consequently, for Bohrium and Hassium, the first electron removed is predicted to be a 6d electron rather than a 7s electron. This shift to removing a relatively less tightly bound 6d electron, despite the increasing nuclear charge, leads to a decrease in the first ionization energy. The ionization energy is unavailable from meitnerium to copernicium. However, there can be decrease in the ionization energy due to electron-electron repulsion and increase in shielding caused by the addition of electrons in d-orbitals. ",
        "First_to_seventh_IE_Analysis":"Rutherfordium has an electronic configuration of [Rn] 5f¹⁴6d²7s². The first two ionization energies are expected to be relatively low, involving removal of 7s electrons, followed by moderate increases for the 3rd and 4th ionizations as 6d electrons are removed. A sharper rise is observed from the fifth to seventh ionization steps, as inner f orbital electrons begin to be affected. Relativistic effects cause stabilization and contraction of the 7s orbital and expansion of 6d orbitals, influencing the overall energy profile and resulting in higher ionization energies."
    },
    {
        "atomic_number":105,
        "name":"Dubnium",
        "series":4,
        "symbol":"Db",
        "electronic_configuration":"[Rn] 5f14 6d3 7s2",
        "jmol_color":"#d1004f",
        "IE1":6.8,
        "IE2":14.0,
        "IE3":23.1,
        "IE4":33.0,
        "IE5":43.0,
        "IE6":86.0,
        "IE7":98.9,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Dubnium have an electronic configuration of [Rn] 5f¹⁴6d³7s². The first five ionization energies would involve removal of 7s and 6d³ electrons and are predicted to increase steadily. The sixth ionization energy is expected to jump sharply, as electrons are pulled from fully filled f-orbitals. The fifth ionization energy of dubnium is lower than rutherfordium because in rutherfordium, fifth electron is removed from highly stable fully filled f-orbital while in dubnium it is removed from 6d orbital. The second and third ionization energy of dubnium is slightly less than that of rutherfordium might be due to relativistic effect."
    },
    {
        "atomic_number":106,
        "name":"Seaborgium",
        "series":4,
        "symbol":"Sg",
        "electronic_configuration":"[Rn] 5f14 6d4 7s2",
        "jmol_color":"#d90045",
        "IE1":7.8,
        "IE2":17.1,
        "IE3":25.8,
        "IE4":35.5,
        "IE5":47.2,
        "IE6":59.3,
        "IE7":109.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Seaborgium follows electronic configuration of [Rn] 5f¹⁴6d⁴7s². The first six ionization energies would involve removal of 7s and 6d electrons and are predicted to increase steadily. The seventh ionization energy is jumped sharply, as electrons are pulled from fully filled f-orbitals. The sixth ionization energy of seaborgium is lower than dubnium because in dubnium, sixth electron is removed from highly stable fully filled f-orbital while in seaborgium it is removed from 6d orbital."
    },
    {
        "atomic_number":107,
        "name":"Bohrium",
        "series":4,
        "symbol":"Bh",
        "electronic_configuration":"[Rn] 5f14 6d5 7s2",
        "jmol_color":"#e00038",
        "IE1":7.7,
        "IE2":17.5,
        "IE3":26.7,
        "IE4":37.3,
        "IE5":49.0,
        "IE6":62.1,
        "IE7":74.9,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Bohrium has electonic configuration of [Rn] 5f¹⁴6d⁵7s². The first seven ionization energies would involve removal of 7s and 6d electrons and are predicted to increase steadily. The eight ionization energy is expected to jump sharply, as electrons are pulled from fully filled f-orbitals. The eighth ionization energy is not considered in the data. The seventh ionization energy of bohrium is lower than seaborgium because in seaborgium, seventh electron is removed from highly stable fully filled f-orbital while in bohrium it is removed from 6d orbital. "
    },
    {
        "atomic_number":108,
        "name":"Hassium",
        "series":4,
        "symbol":"Hs",
        "electronic_configuration":"[Rn] 5f14 6d6 7s2",
        "jmol_color":"#e6002e",
        "IE1":7.6,
        "IE2":18.2,
        "IE3":29.3,
        "IE4":37.7,
        "IE5":51.2,
        "IE6":64.0,
        "IE7":78.0,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Hassium has electronic configuration of [Rn] 5f¹⁴6d⁶7s². The first eight ionization energies would involve removal of 7s and 6d electrons and are predicted to increase steadily. The ninth ionization energy is expected to jump sharply, as electrons are pulled from fully filled f-orbitals. The eighth and ninth ionization energy is not considered in the data. "
    },
    {
        "atomic_number":109,
        "name":"Meitnerium",
        "series":4,
        "symbol":"Mt",
        "electronic_configuration":"[Rn] 5f14 6d7 7s2",
        "jmol_color":"#eb0026",
        "IE1":null,
        "IE2":null,
        "IE3":null,
        "IE4":null,
        "IE5":null,
        "IE6":null,
        "IE7":null,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Meitnerium has electronic configuration of [Rn] 5f¹⁴ 6d⁷ 7s². Although, the ionization energies data is unavailable for Meitnerium, however, the first nine ionization energies would involve removal of 7s and 6d electrons and are predicted to increase steadily. The tenth ionization energy is expected to jump sharply, as electrons are pulled from fully filled f-orbitals."
    },
    {
        "atomic_number":110,
        "name":"Darmstadtium",
        "series":4,
        "symbol":"Ds",
        "electronic_configuration":"[Rn] 5f14 6d9 7s1",
        "jmol_color":null,
        "IE1":null,
        "IE2":null,
        "IE3":null,
        "IE4":null,
        "IE5":null,
        "IE6":null,
        "IE7":null,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Darmstadtium has electronic configuration of [Rn] 5f¹⁴ 6d⁸ 7s². Although, the ionization energies data is unavailable for darmstadtium, however, the first ten ionization energies would involve removal of 7s and 6d electrons and are predicted to increase steadily. The eleventh ionization energy is expected to jump sharply, as electrons are pulled from fully filled f-orbitals."
    },
    {
        "atomic_number":111,
        "name":"Roentgenium",
        "series":4,
        "symbol":"Rg",
        "electronic_configuration":"[Rn] 5f14 6d10 7s1",
        "jmol_color":null,
        "IE1":null,
        "IE2":null,
        "IE3":null,
        "IE4":null,
        "IE5":null,
        "IE6":null,
        "IE7":null,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Roentgenium has electronic configuration of [Rn] 5f¹⁴ 6d¹⁰ 7s¹. Although, the ionization energies data is unavailable for roentgenium , however, the first eleven ionization energies would involve removal of 7s and 6d electrons and are predicted to increase steadily. The twelfth ionization energy is expected to jump sharply, as electrons are pulled from fully filled f-orbitals."
    },
    {
        "atomic_number":112,
        "name":"Copernicium",
        "series":4,
        "symbol":"Cn",
        "electronic_configuration":"[Rn] 5f14 6d10 7s2",
        "jmol_color":null,
        "IE1":null,
        "IE2":null,
        "IE3":null,
        "IE4":null,
        "IE5":null,
        "IE6":null,
        "IE7":null,
        "Analysis":null,
        "First_to_seventh_IE_Analysis":"Copernicium has a closed-shell configuration: [Rn] 5f¹⁴ 6d¹⁰ 7s². Although, the ionization energies data is unavailable for copernicium , however, the first twelve ionization energies would involve removal of 7s and 6d electrons and are predicted to increase steadily. The thirteenth ionization energy is expected to jump sharply, as electrons are pulled from fully filled f-orbitals."
    }
]